Repository: Dearborn-Open-AI/pdfsam-v2
Catalog: pdfsam-enhanced/pdfsam-langpack/branches/B_1/po/*/pdfsam-*.po
Languages: sl

source: Merge options
sl: Možnosti združevanja

source: PDF documents contain forms
sl: PDF dokumenti vsebujejo forme

source: Merge type
sl: Tip spajanja

source: Unchecked
sl: Preklic

source: Use this merge type for standard pdf documents
sl: Uporabi ta tip spajanja za standarne pdf dokumente

source: Checked
sl: Označeno

source: Use this merge type for pdf documents containing forms
sl: Uporabi ta tip spajanja za pdf dokumente, ki vsebujejo forme

source: Note
sl: Opomba

source: Setting this option the documents will be completely loaded in memory
sl: Z izbiro te možnosti bodo dokumenti shranjeni v spomin

source: Destination output file
sl: Mesto shranjevanja datoteke

source: Error:
sl: Napaka

source: Browse or enter the full path to the destination output file.
sl: Poišči ali vpiši celo pot do datoteke

source: Check the box if you want to overwrite the output file if it already exists.
sl: Označi, če želiš prepisati že obstoječo datoteko

source: Check the box if you want compressed output files.
sl: Označi za stiskanje shranjene datoteke

source: PDF version 1.5 or above.
sl: PDF verzija 1.5 in naprej

source: Set the pdf version of the ouput document.
sl: Izberi PDF verzijo shranjene datoteke

source: Please wait while all files are processed..
sl: Prosim, počakaj...procesiram

source: Found a password for input file.
sl: Najdeno geslo za izbrano datoteko

source: Please select at least one pdf document.
sl: Izberi vsaj en PDF dokument

source: Warning
sl: Opozorilo

source: Execute pdf merge
sl: Začni PDF spajanje

source: Merge/Extract
sl: Spajanje/razdruževanje

source: Merge section loaded.
sl: Sektor združevanja naložen

source: Export as xml
sl: Izvozi kot xml

source: Unable to save xml file.
sl: Ne morem shraniti xml datoteke

source: Ok
sl: V redu

source: File xml saved.
sl: xml datoteka shranjena

source: Error saving xml file, output file is null.
sl: Napaka pri shranjevanju xml datoteke, ni shranjene datoteke

source: Split options
sl: Opcije razdruževanja

source: Burst (split into single pages)
sl: Razdruži (na posamezne strani)

source: Split every "n" pages
sl: Razdruži vsako "n" stran

source: Split even pages
sl: Razdruži parne strani

source: Split odd pages
sl: Razdruži neparne strani

source: Split after these pages
sl: Razdruži po tej strani

source: Split at this size
sl: Razdeli na to velikost

source: Burst
sl: Razdruževanje

source: Explode the pdf document into single pages
sl: PDF dokument na posmezne strani

source: Split the document every "n" pages
sl: Razdruži dokument na vsako "n" stran

source: Split the document every even page
sl: Razdruži dokument na parne strani

source: Split the document every odd page
sl: Razdruži dokument na neparne strani

source: Split the document after page numbers (num1-num2-num3..)
sl: Razdruži dokument po št. strani (št1-št2-št3...)

source: Destination folder
sl: Ciljna mapa

source: Same as source
sl: Enako izvoru

source: Choose a folder
sl: Izberi mapo

source: Destination output directory
sl: Izberi ciljni direktorij

source: Use the same output folder as the input file or choose a folder.
sl: Uporabi enako mapo kot izbrana datoteka ali jo izberi

source: To choose a folder browse or enter the full path to the destination output directory.
sl: Za izbiro mape poišči ali vpiši polno pot do direktorija

source: Check the box if you want to overwrite the output files if they already exist.
sl: Izberi za prepis obstoječe datoteke

source: Output options
sl: Možnosti shranjevanja

source: Output file names prefix:
sl: Predpona imena shranjene datoteke

source: Output files prefix
sl: Predpona shranjene datoteke

source: Ex. prefix_[BASENAME]_[CURRENTPAGE] generates prefix_FileName_005.pdf.
sl: Ex. prefiks_[BASENAME]_[CURRENTPAGE] generira prefiks_FileName_005.pdf.

source: If it doesn't contain "[CURRENTPAGE]", "[TIMESTAMP]" or "[FILENUMBER]" it generates oldstyle output file names.
sl: Če ne vsebuje "[CURRENTPAGE]", "[TIMESTAMP]" ali "[FILENUMBER]" generira starejši način imenovanja datotek.

source: Invalid split size
sl: Nepravilna velikost razdružene datoteke

source: The lowest available pdf version is
sl: Najstarejša verzija PDF datoteke je

source: You selected a lower output pdf version, continue anyway ?
sl: Izbrali ste najstarejšo verzijo PDF, ali nadaljujem?

source: Pdf version conflict
sl: Konflikt PDF verzije

source: Please select a pdf document.
sl: Izberi PDF dokument

source: Split selected file
sl: Razdruži izbrano datoteko

source: Split
sl: Razdeli

source: Split section loaded.
sl: Razdruženi del naložen

source: Invalid unit:
sl: Napaka, enota

source: Select at least one cover or one footer
sl: Izberi vsaj eno platnico ali nogo

source: Cover And Footer section loaded.
sl: Naslovnica in noga naložena

source: Encrypt options
sl: Možnosti šifriranja

source: Owner password:
sl: Geslo lastnika

source: Owner password (Max 32 chars long)
sl: Geslo lastnika 32 znakov maks.

source: User password:
sl: Uporabniško geslo

source: User password (Max 32 chars long)
sl: Uporabniško geslo 32 zankov maks.

source: Encryption algorithm:
sl: Algoritem šifriranja

source: Allow all
sl: Dovoli vse

source: Print
sl: Natisni

source: Low quality print
sl: Nizka kvaliteta tiskanja

source: Copy or extract
sl: Kopiranje ali razširitev

source: Modify
sl: Popravi

source: Add or modify text annotations
sl: Dodaj ali popravi tekst

source: Fill form fields
sl: Izpolni polja

source: Manipulate pages and add bookmarks
sl: Obdelava strani in dodajanje zaznamkov

source: Check the box if you want compressed output files (Pdf version 1.5 or higher).
sl: Izberi za stiskanje izhodne datoteke (PDF 1.5 ali novejši)

source: If it contains "[TIMESTAMP]" it performs variable substitution.
sl: Če vsebuje "[TIMESTAMP]" it performs variable substitution.

source: Ex. [BASENAME]_prefix_[TIMESTAMP] generates FileName_prefix_20070517_113423471.pdf.
sl: Ex. [BASENAME]_prefiks_[TIMESTAMP] generira FileName_prefiks_20070517_113423471.pdf.

source: If it doesn't contain "[TIMESTAMP]" it generates oldstyle output file names.
sl: Če ne vsebuje "[TIMESTAMP]" generira starejši način imenovanja datotek

source: Available variables: [TIMESTAMP], [BASENAME].
sl: Razpoložljive spremenjljivke: [TIMESTAMP], [BASENAME].

source: Encrypt selected files
sl: Šifriraj izbrane datoteke

source: Encrypt
sl: Šifriraj

source: Encrypt section loaded.
sl: Šifrirana datoteka naložena

source: Decrypt selected files
sl: Dešifriraj izbrane datoteke

source: Decrypt
sl: Dešifriraj

source: Decrypt section loaded.
sl: Dešifriana datoteka naložena

source: Mix options
sl: Mešane možnosti

source: Reverse first document
sl: Prvi dokument obrnjeno

source: Reverse second document
sl: Drugi dokument obrnjeno

source: Found a password for first file.
sl: Najdeno geslo za prvo datoteko

source: Found a password for second file.
sl: Najdeno geslo za drugo datoteko

source: Please select two pdf documents.
sl: Izberi dva PDF dokumenta

source: Unpack selected files
sl: Razširi izbrane datoteke

source: Unpack
sl: Razširi

source: Unpack section loaded.
sl: Razširjeni del naložen

source: Set viewer options
sl: Nastavitve pregledovalnika

source: Hide the menubar
sl: Skrij vrstico menija

source: Hide the toolbar
sl: Skrij orodno vrstico

source: Hide user interface elements
sl: Skrij elemente uporabniškega vmesnika

source: Rezise the window to fit the page size
sl: Prilagodi okno na velikost strani

source: Center of the screen
sl: Center zaslona

source: Display document title as window title
sl: Prikaži naslov dokumenta kot windows naslov

source: Pdf version required:
sl: PDF verzija zahteva:

source: No page scaling in print dialog
sl: Brez prikaza razmerja strani pri tiskanju

source: Viewer open mode:
sl: Odpiralni način pregledovalnika

source: Non fullscreen mode:
sl: Brez celozaslonskega načina

source: Direction:
sl: Smer:

source: Set options
sl: Opcije

source: Set viewer options for selected files
sl: Nastavitve pregledovalnika za izbrane datoteke

source: Left to right
sl: Z leve na desno

source: Right to left
sl: Z desne proti levi

source: None
sl: Brez

source: Fullscreen
sl: Celozaslonsko

source: Attachments
sl: Priponke

source: One page at a time
sl: 1 stran naenkrat

source: Pages in one column
sl: Strani v eni vrstici

source: Pages in two columns (odd on the left)
sl: Strani v dveh vrsticah (neparne na levi)

source: Pages in two columns (odd on the right)
sl: Strani v dveh vrsticah (neparne na desni)

source: Two pages at a time (odd on the left)
sl: Dve strani naekrat (neparne na levi)

source: Two pages at a time (odd on the right)
sl: Dve strani naekrat (neparne na desni)

source: Viewer options
sl: Možnosti pregledovalnika

source: Viewer options section loaded.
sl: Možnosti pregledovalnika naložene

source: Save passwords informations (they will be readable opening the output file)?
sl: Shrani podatke za geslo

source: Confirm password saving
sl: Potrdi shranjevanje gesla

source: Unknown action.
sl: Neznana operacija

source: Log saved.
sl: Zapis shranjen

source: Environment saved.
sl: Okolje shranjeno

source: Error saving environment, output file is null.
sl: Napaka pri shranjevanju okolja, datoteka je prazna.

source: Error saving environment.
sl: Napaka pri shranjevanju okolja

source: Environment loaded.
sl: Okolje naloženo

source: Error loading environment.
sl: Napaka pri nalaganju okolja

source: Error loading environment from input file.
sl: Napaka pri nalaganju okolja

source: Selection table is full, please remove some pdf document.
sl: Izbira PDF dokumentov je prevelika, odstrani nekaj dokumentov

source: Table full
sl: Tabela je polna

source: Please wait while reading
sl: Počakaj, berem

source: Selected file is not a pdf document.
sl: Izbran dokument ni PDF

source: Error loading
sl: Error nalganje

source: Command validation returned an empty value.
sl: Napaka ukaza, ni podatka

source: Command executed.
sl: Zahteva izvršena

source: File name
sl: Ime datoteke

source: Author
sl: Avtor

source: File
sl: Datoteka

source: Copy
sl: Kopiraj

source: Run
sl: START

source: Browse
sl: Išči

source: Add
sl: Dodaj

source: Compress output file/files
sl: Stisni shranjene datoteke

source: Overwrite if already exists
sl: Prepiši obstoječ zapis

source: Don't preserve file order (fast load)
sl: Brez izbire vrstnega reda (hitro)

source: Output document pdf version:
sl: Verzija PDF

source: Same as input document
sl: Isto kot izbrana datoteka

source: Path
sl: Pot

source: Pages
sl: Strani

source: Password
sl: Geslo

source: Version
sl: Verzija

source: Page Selection
sl: Izbor strani

source: Total pages of the document
sl: Število strani skupaj

source: Password to open the document (if needed)
sl: Geslo za odpiranje (če obstaja)

source: Pdf version of the document
sl: PDF verzija dokumenta

source: Add a pdf to the list
sl: Dodaj PDF na listo

source: Remove a pdf from the list
sl: Izbriši PDF iz liste

source: (Canc)
sl: Prekliči

source: Remove
sl: Odstrani

source: Reload
sl: Ponovno naloži

source: Error: Unable to reload the selected file/s.
sl: Napaka pri ponovnem nalaganju

source: Unable to remove JList text
sl: Napaka JList

source: File selected:
sl: Dat. izbrane.:

source: File reloaded:
sl: Dat. naložena:

source: Move Up
sl: Premakni gor

source: Move up selected pdf file
sl: Premakni izbrani PDF navzgor

source: Move Down
sl: Premakni dol

source: Move down selected pdf file
sl: Premakni izbrani PDF navzdol

source: Clear
sl: Izbriši

source: Remove every pdf file from the merge list
sl: Izbriši vse PDF datoteke iz liste

source: Set output file
sl: Nastavi datoteko za shranjevanje

source: Error: Unable to get the file path.
sl: Napaka. Ni poti do datoteke.

source: Unable to get the default environment informations.
sl: Napaka privzetih informacij pri odpiranju

source: Setting look and feel...
sl: Nastavi izgled

source: Setting logging level...
sl: Nastavi nivo logiranja

source: Unable to find log level, setting to default level (DEBUG).
sl: Ni nivoja logiranaj, uporabljen privzeti nivo

source: Logging level set to
sl: Nastavi nivo logiranja

source: Unable to set logging level.
sl: Napaka nastavitve nivoja logiranja

source: Error getting plugins directory.
sl: Napaka nalaganja vtičnikov

source: Cannot read plugins directory
sl: Napaka vtičnikov, direktorij

source: Plugins directory is null.
sl: Direktorij vtičnikov je prazen

source: Select all
sl: Izberi vse

source: Save log
sl: Shrani dnevnik

source: Save environment
sl: Shrani okolje

source: Load environment
sl: Naloži okolje

source: Exit
sl: Izhod

source: started in
sl: start v

source: Loading plugins..
sl: Nalagam vtičnike

source: Building menus..
sl: Izdelava menija

source: Building buttons bar..
sl: Izdelava vrstice gumbov

source: Building status bar..
sl: Izdelava vrstice stanja

source: Building tree..
sl: Izdelava drevesa

source: Loading default environment.
sl: Nalagam okolje

source: Error starting pdfsam.
sl: Napaka pri startu pdfsam

source: Clear log
sl: Izbriši dnevnik

source: Version:
sl: Verzija

source: Language:
sl: Jezik:

source: Build date:
sl: Datum izd:

source: Java version:
sl: Java verzija:

source: Max memory:
sl: Max spomin:

source: Configuration file:
sl: Datoteka

source: Website:
sl: Spletna stran:

source: Name
sl: Ime

source: About
sl: O programu

source: Contributes:
sl: Prispevki:

source: Log level:
sl: Nivo logiranja

source: Settings
sl: Nastavitve

source: Look and feel:
sl: Izgled:

source: Theme:
sl: Tema:

source: Language:
sl: Jezik:

source: Check for updates:
sl: Preveri posodobitve:

source: Load default environment at startup:
sl: Naloži izbrano okolje pri startu:

source: Default working directory:
sl: Izbran delovni direktorij:

source: Error getting default environment.
sl: Napaka pri nalaganju privzetega okolja

source: Check now
sl: Preveri zdaj

source: Play alert sounds
sl: Opozorilni ton

source: Settings
sl: Nastavitve

source: Language
sl: Jezik

source: Set your preferred language (restart needed)
sl: Izberi priljubljeni jezik (ponovni zagon)

source: Look and feel
sl: Poglej

source: Set your preferred look and feel and your preferred theme (restart needed)
sl: Izberi priljubljen izgled in temo

source: Log level
sl: Nivo logiranja

source: Set a log detail level (restart needed)
sl: Nastavi nivo logiranja

source: Check for updates
sl: Preverjanje posodobitev

source: Set when new version availability should be checked (restart needed)
sl: Nastavi način posodobitev

source: Turn on or off alert sounds
sl: Vklop/izklop alarma

source: Default env.
sl: Privzeto okloje

source: Select a previously saved env. file that will be automatically loaded at startup
sl: Zadnje shranjeno okolje se naloži pri zagonu

source: Default working directory
sl: Izbrani delovni direktorij

source: Select a directory where documents will be saved and loaded by default
sl: Izberi direktorij kjer bodo dokumenti shranjeni iz naloženi

source: Save
sl: Shrani

source: Configuration saved.
sl: Nastavitve shranjene

source: Plugins
sl: Vtičniki

source: Error getting pdf version description.
sl: Napaka pdf verzije

source: Version 1.2 (Acrobat 3)
sl: Verzija 1.2 (Acrobat 3)

source: Version 1.3 (Acrobat 4)
sl: Verzija 1.3 (Acrobat 4)

source: Version 1.4 (Acrobat 5)
sl: Verzija 1.4 (Acrobat 5)

source: Version 1.5 (Acrobat 6)
sl: Verzija 1.5 (Acrobat 6)

source: Version 1.6 (Acrobat 7)
sl: Verzija 1.6 (Acrobat 7)

source: Version 1.7 (Acrobat 8)
sl: Verzija 1.7 (Acrobat 8)

source: Never
sl: Nikoli

source: pdfsam start up
sl: pdfsam zagon

source: Output file location is not correct
sl: Napaka mesta shranjevanja

source: Would you like to change it to
sl: Ali želiš spremeniti v

source: Output location error
sl: Izhodna napaka

source: Checking for a new version available.
sl: Preveri posodobitve

source: Error checking for a new version available.
sl: Napaka pri preverjanju posodobitve

source: Unable to get latest available version
sl: Napaka pri nalaganju posodobitve

source: New version available.
sl: Nova verzija na voljo

source: No new version available.
sl: Ni posodobitev -Laservis d.o.o.

source: Cut
sl: Izreži

source: Paste
sl: Prilepi
