Repository: Dearborn-Open-AI/pdfsam-v2
Catalog: pdfsam-langpack/po/*/Messages.po
Languages: fr, pl, tr

source: Merge options:
fr: Options de fusion :
pl: Opcje włączenia:
tr: Birleştirme seçenekleri:

source: PDF documents contain forms
fr: Les documents PDF contiennent des formulaires
pl: Dokumenty PDF zawierają formy
tr: PDF belgelerinde formlar bulunur

source: Merge type
fr: Type de fusion
pl: Typ łączenia
tr: Birleştirme türü

source: Unchecked
fr: Non validé
pl: Odznaczone
tr: İşaretlenmemiş

source: Use this merge type for standard pdf documents
fr: Utilisez ce type de fusion pour les fichiers pdf standards
pl: Użyj tego typu łączenia dla standardowych dokumentów pdf
tr: Standart pdf belgeleri için bu birleştirme türünü kullan

source: Checked
fr: Validé
pl: Zaznaczone
tr: İşaretlenmiş

source: Use this merge type for pdf documents containing forms
fr: Utiliser ce type de fusion pour les documents pdf contenant des formulaires
pl: Użyj tego typu łączenia dla dokumentów pdf zawiarających formy
tr: Form bulunduran pdf belgeleri için bu birleştirme türünü kullan.

source: Note
fr: Remarque
pl: Notacja
tr: Not

source: Setting this option the documents will be completely loaded in memory
fr: En choisissant cette option, le document sera chargé totalement en mémoire
pl: Po ustawieniu tej opcji dokumenty będą całkowicie ładowane do pamięci
tr: Bu seçeneği ayarlarsanız belgeler hafızaya tamamen yüklenecektir

source: Destination output file:
fr: Emplacement du fichier de sortie :
pl: Docelowy plik wyjściowy:
tr: Hedef çıktı dosyası:

source: Error:
fr: Erreur :
pl: Błąd:
tr: Hata:

source: Overwrite if already exists
fr: Remplacer le fichier s'il existe déjà
pl: Nadpisz jeśli istnieje
tr: Eğer zaten varsa üzerine yaz

source: Destination output file
fr: Emplacement du fichier de sortie :
pl: Docelowy plik wyjściowy
tr: Hedef çıktı dosyası

source: Browse or enter the full path to the destination output file.
fr: Parcourir l'arborescence pour choisir un emplacement
pl: Przeglądaj lub wpisz pełną ścieżkę docelowego pliku wyjściowego.

source: Check the box if you want to overwrite the output file if it already exists.
fr: Cochez la case si vous voulez écraser le fichier de sortie, s'il existe déjà.
pl: Zaznacz to pole jeśli chcesz nadpisać plik docelowy jeśli już istnieje.

source: Check the box if you want compressed output files.
fr: Cochez la case si vous voulez des fichiers de sortie compressés.
pl: Zaznacz to pole jeśli chcesz skompresowac plik wyjściowy.

source: PDF version 1.5 or above.
fr: PDF version 1.5 ou supérieur.
pl: Wersja PDF 1.5 lub wyższa

source: Set the pdf version of the ouput document.
fr: Indiquer la version du pdf pour le document de sortie.
pl: Ustal wersję pdf dla dokumentu wyjściowego

source: Please wait while all files are processed..
fr: Veuillez patienter lors du traitement des fichiers...
pl: Czekaj, przetwarzanie wszystkich plików w toku
tr: Tüm dosyalar işlem görürken lütfen bekleyin...

source: Found a password for input file.
fr: Un mot de passe a été trouvé pour le fichier d'entrée.
pl: Odnaleziono hasło dla pliku wejściowego

source: Execute pdf merge
fr: Lancer pdf merge
pl: Łącz pliki PDF
tr: Pdf birleşimini yap

source: Merge section loaded.
fr: Section de fusion chargée.
pl: Wyczytano sekcję łączenia.l

source: Burst (split into single pages)
fr: Fragmenter (couper en pages simples)
pl: Rozdziel (podziel na pojedyncze strony)

source: Split every "n" pages
fr: Couper toutes les "n" pages
pl: Podziel plik co każde "n" stron

source: Split even pages
fr: Couper les pages paires
pl: Podziel strony parzyste

source: Split odd pages
fr: Couper les pages impaires
pl: Podziel strony nieparzyste

source: Split after these pages
fr: Couper après ces pages
pl: Podziel po tych stronach

source: Split options
fr: Options de découpage:
pl: Opcje dzielenia

source: Explode the pdf document into single pages
fr: Décomposez le document PDF en pages unique
pl: Podziel dokument pdf na pojedyncze strony

source: Split the document every "n" pages
fr: Couper le document toutes les "n" pages
pl: Podziel dokument co każde "n" stron

source: Split the document every even page
fr: Couper toutes les "n" pages
pl: Podziej dokument co każdą stronę parzystą

source: Split the document every odd page
fr: Couper le document à chaque page impaire
pl: Podziej dokument co każdą stronę nieparzystą

source: Split the document after page numbers (num1-num2-num3..)
fr: Couper le document après les numéros de page (n°1-n°2-n°3...)
pl: Podiel dokument po stronach nr (nr1-nr2-nr3..)

source: Split the document in files of the given size (roughly).
fr: Couper le document en fichiers de la taille donnée (approximativement).

source: Split options:
fr: Options de découpage:
pl: Opcje podziału

source: Destination folder:
fr: Dossier de destination :
pl: Katalog docelowy:
tr: Hedef klasör:

source: Same as source
fr: Identique à la source
pl: Identyczny ze źródłowym
tr: Kaynakla aynı

source: Choose a folder
fr: Choisissez un dossier
pl: Wybierz katalog
tr: Bir klasör seçin

source: Use the same output folder as the input file or choose a folder.
fr: Utiliser le même répertoire de destination que le répertoire source ou choisir un dossier.
pl: Użyj tego samego folderu co plik wejściowy lub wybierz folder.
tr: Girdi dosyasıyla aynı klasörü çıktı için kullanın ya da bir klasör seçin.

source: To choose a folder browse or enter the full path to the destination output directory.
fr: Pour choisir un répertoire, naviguer ou entrer le chemin complet du répertoire destination
pl: Żeby wybrać katalog przeglądaj albo wchodź pełną ścieżkę do przeznaczenia katalogu wyjściowego.

source: Check the box if you want to overwrite the output files if they already exist.
fr: Cocher la case pour écraser les fichiers de sortie si ils existent.
pl: Sprawdź skrzynke jeżeli chcesz żeby przepisywać fajl wyjściowy jeżeli on już istnieje.
tr: Eğer zaten varsalar çıktı dosyalarının üzerine yazılmasını istiyorsanız bu kutuyu işaretleyin.

source: Output options:
fr: Options de sortie :
pl: Opcje wyjściowe:
tr: Çıktı seçenekleri:

source: Output file names prefix:
fr: Préfixe des fichiers de sortie:
pl: Przedrostek nazw plików wyjściwych:
tr: Çıktı dosyası adları ön eki:

source: Output files prefix
fr: Préfixe des fichiers de sortie
pl: Prefiks plików wyjściowych
tr: Çıktı dosyaları ön eki

source: If it contains "[CURRENTPAGE]" or "[TIMESTAMP]" it performs variable substitution.
fr: Si il contient "[CURRENTPAGE]" ou "[TIMESTAMP]", il ferra une substitution de variable.
pl: Jeśli zawiera "[CURRENTPAGE]" lub "[TIMESTAMP]" tworzy zamienniki.

source: Ex. prefix_[BASENAME]_[CURRENTPAGE] generates prefix_FileName_005.pdf.
fr: Ex. : prefix_[BASENAME]_[CURRENTPAGE] génère le nom prefix_FileName_005.pdf.
pl: Np. prefiks_[BASENAME]_[CURRENTPAGE] generuje prefiks_NazwaPliku_005.pdf

source: Available variables: [CURRENTPAGE], [TIMESTAMP], [BASENAME].
fr: Variables disponibles : [CURRENTPAGE], [TIMESTAMP], [BASENAME].
pl: Dostęne zmienne: [CURRENTPAGE], [TIMESTAMP], [BASENAME].

source: Select an input file
fr: Sélectionnez un fichier d'entrée

source: Split selected file
fr: Découper le fichier sélectionné
pl: Podziel wybrany plik
tr: Seçilen dosyayı böl

source: Split section loaded.
fr: Section de découpage chargée
pl: Wczytano sekcję dzielenia.
tr: Yüklenen bölümü böl.

source: Invalid unit:
fr: Unité non valide :

source: Cover pdf file:
fr: couverture du fichier PDF
tr: Kapak pdf dosyası:

source: Footer pdf file:
fr: Pied de page du fichier PDF
pl: Stopka pliku pdfŁ
tr: Altlık pdf dosyası:

source: Owner password:
fr: Mot de passe du propriétaire :
pl: Wybierz plik PDF do szyfrowania
tr: Sahiplik parolası:

source: Owner password (Max 32 chars long)
fr: Mot de passe du propriétaire (32 caractères maxi)
pl: Hasło własciciela
tr: Sahiplik parolası (En fazla 32 karekter uzunluğunda)

source: User password:
fr: Mot de passe utilisateur :
pl: Hasło użytkownika:
tr: Kullanıcı parolası:

source: User password (Max 32 chars long)
fr: Mot de passe utilisateur (32 caractères maxi)
pl: Hasło użytkownika (Maksimalnie 32 charaktery długości)
tr: Kullanıcı parolası (En fazla 32 karekter uzunluğunda)

source: Encryption angorithm:
fr: Algorithme d'encryptage :
pl: Algorytm szyfrowania:
tr: Kodlama algoritması:

source: Print
fr: Imprimer
pl: Drukowanie
tr: Yazdır

source: Low quality print
fr: Impression basse qualité
pl: Wydruk w niskiej jakości
tr: Düşük kalite yazım

source: Copy or extract
fr: Copier ou extraire
pl: Kopiuj lub wyodrębnij

source: Modify
fr: Modifier
pl: Modyfikuj
tr: Değiştir

source: Add or modify text annotations
fr: Ajouter ou modifier les annotations de texte
pl: Dodaj lub modyfikuj adnotacje

source: Fill form fields
fr: Remplir les champs de formulaire
pl: Wypełnij pola formularza
tr: Form alanlarını doldur

source: Manipulate pages and add bookmarks
fr: manipuler les pages et ajouter des signets

source: Allow all
fr: Tous autorisés
pl: Zezwól wszystkim
tr: Tümüne izin ver

source: Encrypt options:
fr: Options d'encryptage :
pl: Opcje szyfrowania:
tr: Kodlama seçenekleri:

source: Ex. [BASENAME]_prefix_[TIMESTAMP] generates FileName_prefix_20070517_113423471.pdf.
fr: Par ex. [BASENAME]_prefix_[TIMESTAMP] générera NomDeFichier_prefix_20070517_113423471.pdf.
pl: Np. [BASENAME]_prefix_[TIMESTAMP] generuje FileName_prefix_20070517_113423471.pdf.

source: Available variables: [TIMESTAMP], [BASENAME].
fr: Variables disponibles : [TIMESTAMP], [BASENAME].
pl: Dostępne zmienne: [TIMESTAMP], [BASENAME].

source: Encrypt selected files
fr: Chiffrer les fichiers sélectionnés

source: Encrypt
fr: Chiffrer

source: Encrypt section loaded.
fr: Encrypter la section chargée.
pl: Rozdział szyfrowany załadowany.
tr: Yüklenen bölümü kodla.

source: Check the box if you want compressed output files (Pdf version 1.5 or higher).
fr: Cochez cette case si vous voulez compressés les fichiers de sortie (Pdf version 1.5 ou supérieur).

source: Found a password for first file.
fr: Mot de passe trouvé pour le premier fichier.
pl: Odnaleziono hasło dla pierwszego pliku

source: Found a password for second file.
fr: Mot de passe trouvé pour le second fichier.
pl: Odnaleziono hasło dla drugiego pliku

source: Please select two pdf documents.
fr: Veuillez sélectionner deux documents pdf.

source: Unknown action.
fr: Action inconnue.
pl: Nieznana akcja.
tr: Bilinmeyen hareket.

source: Save
fr: Sauvegader
pl: Zapisz dokument
tr: Kaydet

source: Log saved.
fr: Journal sauvegardé.
pl: Log zapisany.
tr: Günlük kaydedildi.

source: Error saving environment.
fr: Erreur lors de l'enregistrement de l'environnement.

source: Environment loaded.
fr: Environnement chargé.

source: Error loading environment.
fr: Erreur lors du chargement de l'environnement.

source: Selection table is full, please remove some pdf document.
fr: La table de sélection est pleine, veuillez supprimer certains documents pdf.

source: Table full
fr: Table pleine

source: Selected file is not a pdf document.
fr: Le fichier sélectionné n'est pas un document PDF.

source: Error loading
fr: Erreur lors du chargement

source: Command validation returned an empty value.
fr: La commande de validation a retourné une valeur vide.

source: Command executed.
fr: Commande exécutée.
pl: Polecenie wykonane.

source: Execute pdf alternate mix
fr: Exécuter un mélange alternatif de pdf

source: Run
fr: Exécuter
pl: Wykonaj
tr: Çalıştır

source: Browse
fr: Parcourir
pl: Przeglądaj
tr: Gözat

source: Compress output file/files
fr: Compresser le(s) fichier(s) de sortie

source: Don't preserve file order (fast load)
fr: Ne pas respecter l'ordre des fichiers (chargement rapide)

source: Output document pdf version:
fr: Version du document pdf de sortie :

source: File name
fr: Nom de fichier
pl: Nazwa pliku
tr: Dosya Adı

source: Path
fr: Chemin
pl: Ścieżka
tr: Yol

source: Password
fr: Mot de passe

source: Page Selection
fr: Sélection des pages
pl: Wybór strony
tr: Sayfa Seçimi

source: Total pages of the document
fr: Nombre total de pages du document
pl: Łączna liczba stron dokumentu

source: Password to open the document (if needed)
fr: Mot de passe pour ouvrir le document (si nécessaire)

source: Pdf version of the document
fr: Version pdf du document

source: Double click to set pages you want to merge (ex: 2 or All or 5-23 or 2,5-7,12-)
fr: Double-cliquez pour définir les pages que vous voulez fusionner (ex : 2 ou Tout ou 5-23 ou 2,5-7,12 -)

source: Add a pdf to the list
fr: Ajouter un pdf à la liste
pl: Dodaj plik PDF do listy
tr: Listeye bir pdf ekle

source: Add
fr: Ajouter
pl: Dodanie
tr: Ekle

source: Remove a pdf from the list
fr: Enlever un pdf de la liste
pl: Usuń plik PDF z listy
tr: Bir pdf'yi listeden çıkart

source: Remove
fr: Enlever
pl: Usuń
tr: Kaldır

source: Move Up
fr: Monter
pl: Przenieś do góry
tr: Yukarı Taşı

source: Move up selected pdf file
fr: Monter le fichier pdf sélectionné
pl: Przesuń wybrany plik PDF do góry
tr: Seçilen pdf dosyasını yukarı taşı

source: (Alt+ArrowUp)
fr: (Alt+Flèche vers le haut)

source: Move Down
fr: Descendre
pl: Przesuń niżej
tr: Aşağı Taşı

source: Move down selected pdf file
fr: Descendre le fichier pdf sélectionné
pl: Przesuń wybrany plik PDF w dół
tr: Seçilen pdf dosyasını aşağı taşı

source: (Alt+ArrowDown)
fr: (Alt+Flèche vers le bas)

source: Clear
fr: Effacer
pl: Wyszyść
tr: Temizle

source: Remove every pdf file from the merge list
fr: Enlever tous les fichiers PDF de la liste de fusion
pl: Usuń wszystkie pliki PDF z listy
tr: Her pdf dosyasını birleştirme listesinden kaldır

source: Set output file
fr: Définir le fichier de sortie
pl: Ustaw plik wyjściowy
tr: Çıktı dosyasını ayarla

source: Error: Unable to get the file path.
fr: Erreur: Impossible d'obtenir le chemin d'accès au fichier.
pl: Błąd: Nie można odczytać ścieżki pliku
tr: Hata: Dosya yolu alınamıyor.

source: Unable to remove JList text
fr: Impossible de supprimer le texte JList

source: File selected:
fr: Fichier sélectionné:
pl: Wybrano plik:
tr: Seçilen dosya:

source: Setting look and feel...
fr: Réglage de l'apparence...

source: Setting logging level...
fr: Réglage du niveau de journalisation...

source: Unable to find log level, setting to default level (DEBUG).
fr: Impossible de trouver le niveau de journalisation, utilisation du niveau par défaut (DEBUG).

source: Unable to set logging level.
fr: Impossible de définir le niveau journalisation.

source: Error getting plugins directory.
fr: Erreur d'accès au répertoire des plugins.

source: Cannot read plugins directory
fr: Impossible de lire le répertoire des plugins

source: Exception loading plugins.
fr: Exception lors du chargement des plugins.

source: Cannot read plugin directory
fr: Impossible de lire le répertoire plugin

source: plugin loaded.
fr: plugin chargé.

source: Unable to load a plugin that is not JPanel subclass.
fr: Impossible de charger un plugin qui n'est pas une sous-classe de JPanel.

source: Error loading class
fr: Erreur lors du chargement de la classe

source: Copy
fr: Copier
pl: Kopiuj
tr: Kopyala

source: Select all
fr: Tout selectionner
pl: Wybierz wszystkie
tr: Tümünü seç

source: Save log
fr: Sauvegarder le journal
pl: Zapisz log
tr: Günlüğü kaydet

source: File
fr: Fichier
pl: Plik
tr: Dosya

source: Save environment
fr: sauvegarder les paramètres
pl: Zapisz środowisko
tr: Ortamı kaydet

source: Load environment
fr: Charger les paramétres
pl: Wczytaj środowisko
tr: Ortam yükle

source: Exit
fr: Quitter
pl: Wyjscie
tr: Çıkış

source: Unable to initialize menu bar.
fr: Impossible d'initialiser la barre de menu.

source: Loading plugins..
fr: Chargement des plugins...
pl: Wczytywanie wtyczek..
tr: Eklentiler yükleniyor...

source: Building menus..
fr: Construction des menus...
pl: Tworzenie menu...
tr: Menüler hazırlanıyor...

source: Building buttons bar..
fr: Construction de la barre de boutons...
pl: Tworzenie paska przycisków..

source: Building status bar..
fr: Construction de la barre de statut...
pl: Tworzenie paska stanu..
tr: Durum çubuğu hazırlanıyor...

source: Building tree..
fr: Construction de l'arborescence...
pl: Tworzenie drzewa...
tr: Ağaç hazırlanıyor...

source: Error starting pdfsam.
fr: Erreur lors du démarrage de pdfsam.

source: Clear log
fr: Vider le journal
pl: Wyczyść rejestr
tr: Günlüğü temizle

source: Unable to initialize button bar.
fr: Impossible d'initialiser la barre des boutons.

source: Language:
fr: Langue:
pl: Język:
tr: Dil:

source: Build date:
fr: Date de compilation :
pl: Data kompilacji
tr: İnşaa tarihi:

source: Java version:
fr: Version Java :

source: Configuration file:
fr: Fichier de configuration :

source: Website:
fr: Site internet:
pl: Strona WWW:
tr: Web Sitesi:

source: Name
fr: Nom
pl: Naywa
tr: Ad

source: Author
fr: Auteur
pl: Autor
tr: Yazar

source: Unimplemented method for JInfoPanel
fr: Méthode non implémentée pour JInfoPanel

source: Contributes:
fr: Participants
tr: Katkıcılar:

source: Log level:
fr: Niveau de journalisation :
pl: Poziom pliku log:
tr: Günlük düzeyi:

source: Look and feel:
fr: Apparence :
pl: Wygląd i uczucia:
tr: Görünüm:

source: Theme:
fr: Thème:
pl: Wystrój:
tr: Tema:

source: Language:
fr: Langue:
pl: Język:
tr: Dil:

source: Load default environment at startup:
fr: Charger l'environnement par défaut au démarrage :
pl: Wczytaj domyślne środowisko przy stracie:
tr: Başlangıçta öntanımlı ortamı yükle.

source: Settings
fr: Paramètres
pl: Ustawienia
tr: Ayarlar:

source: Language
fr: Langue
pl: Język
tr: Dil

source: Set your preferred language (restart needed)
fr: Choisissez votre langue préférée (redémarrage nécessaire)
pl: Ustaw preferowany język (wymagany restart)
tr: Tercih edilen dilinizi ayarlayın (yeniden başlatmak gerekir)

source: Look and feel
fr: Apparence
pl: Wygląd i uczucia
tr: Görünüm

source: Set your preferred look and feel and your preferred theme (restart needed)
fr: Choisissez votre apparence et votre thème préférés (redémarrage nécessaire)
pl: Ustaw preferowany wygląd i uczucia oraz preferowany motyw (wymagany restart)
tr: Tercih edilen görünümünüzü ve temanızı ayarlayın (yeniden başlatmak gerekir)

source: Log level
fr: Niveau de journal
pl: Poziom logu
tr: Günlük düzeyi

source: Set a log detail level (restart needed)
fr: Définir le niveau de détail des journaux (redémarrage nécessaire)
pl: Ustaw poziom szczegółowości logu (wymagany restart)
tr: Bir günlük ayrıntı düzeyi ayarlayın (yeniden başlatmak gerekir)

source: Default env.
fr: Environnement par défaut.
pl: Domyślne środ.

source: Select a previously saved env. file that will be automatically loaded at startup
fr: Sélectionnez un précédent fichier d'environnement qui sera automatiquement chargé au démarrage

source: Unimplemented method for JSettingsPanel
fr: Méthode non implémentée pour JSettingsPanel

source: Error getting pdf version description.
fr: Erreur lors de la récupération de la description de la version pdf.

source: Burst
pl: Najlepsza

source: Destination output directory
pl: Docelowy katalog wyjściowy
tr: Hedef çıktı dizini

source: If it doesn't contain "[CURRENTPAGE]" or "[TIMESTAMP]" it generates oldstyle output file names.
pl: Jeśli nie zawiera "[CURRENTPAGE]" lub "[TIMESTAMP]" generuje nazwy plików wyjściowych starego stylu.

source: Cover and Footer
pl: Okładka i stopka

source: If it contains "[TIMESTAMP]" it performs variable substitution.
pl: Jeżeli zawiera "[*TIMESTAMP*]" to wypełnia zmienne zastępowanie.

source: If it doesn't contain "[TIMESTAMP]" it generates oldstyle output file names.
pl: Jeżeli nie zawiera "[*TIMESTAMP*]" to generuje stary typ nazw plików wzjściowych.

source: Pages
pl: Strony
tr: Sayfalar

source: Version
pl: Wersja
tr: Sürüm

source: Version:
pl: Wersja:
tr: Sürüm:

source: Please wait while reading
tr: Okurken lütfen bekleyin

source: Remove every pdf file from the list
tr: Her pdf dosyasını listeden çıkart

source: Destination output directory:
tr: Hedef çıktı dizini:

source: Browse filesystem for a cover file
tr: Bir kapak dosyası için dosya sistemine gözat

source: Browse filesystem for a footer file
tr: Bir altlık dosyası için dosya sistemine gözat

source: Browse or enter the full path to the destination output directory.
tr: Gözatın ya da hedef çıktı dizinine giden tam yolu girin.

source: CoverAndFooter section loaded.
tr: CoverAndFooter bölümü yüklendi.

source: Source file:
tr: Kaynak dosya:

source: Select a PDF file to encrypt
tr: Kodlamak için bir PDF dosyası seçin

source: Encrypt selected file
tr: Seçilen dosyayı kodla

source: First pdf document:
tr: İlk pdf belgesi:

source: Second pdf document:
tr: İkinci pdf belgesi:

source: Reverse this document
tr: Bu belgeyi tersine çevir

source: Select a PDF file to split
tr: Bölmek için bir PDF dosyası seçin

source: Error:
tr: Hata:

source: Log level:
tr: Günlük düzeyi:

source: About
tr: Hakkında

source: Info
tr: Bilgi

source: Informations:
tr: Bilgiler:

source: Application name:
tr: Uygulama adı:

source: Application version:
tr: Uygulama sürümü:

source: Installed plugins:
tr: Kurulu eklentiler:

source: Close
tr: Kapat
