Repository: Dearborn-Open-AI/pdfsam-v2
Catalog: pdfsam-langpack/po/*/pdfsam-*.po
Languages: cs, fi, th

source: Merge options:
cs: Nastavení sloučení:
fi: Yhdistämisen asetukset:
th: ตัวเลือกของการรวมไฟล์

source: PDF documents contain forms
cs: PDF dokumenty obsahují formuláře
fi: PDF-tiedosto sisältää lomakkeita

source: Merge type
cs: Způsob sloučení
fi: Yhdistämistapa
th: ชนิดของการรวมไฟล์

source: Unchecked
cs: Nevybraný
fi: Ei valittu

source: Use this merge type for standard pdf documents
cs: Použijte tento typ sloučení pro standardní pdf dokumenty
fi: Käytä tätä yhdistämistyyppiä tavallisille pdf-dokumenteille

source: Checked
cs: Vybraný
fi: Valittu

source: Use this merge type for pdf documents containing forms
cs: Použijte tento typ spojení pro pdf dokumenty obsahující formuláře
fi: Käytä tätä yhdistämistyyppiä pdf-dokumenteille, jotka sisältävät lomakkeita
th: ใช้ชนิดของการรวมไฟล์นี้สำหรับเอกสาร pfd ที่เป็นแบบฟอร์ม

source: Note
cs: Poznámka
fi: Huomautus
th: บันทึกย่อ

source: Setting this option the documents will be completely loaded in memory
cs: Výběrem této možnosti budou dokumenty kompletně nahrány do paměti
fi: Kun tätä ominaisuutta käytetään, dokumentit ladataan kokonaan muistiin
th: ตั้งค่าตัวเลือกนี้เอกสารจะถูกโหลดเข้าสู่หน่วยความจำโดยสมบูรณ์

source: Destination output file:
cs: Umístění výstupního souboru
fi: Kohdetiedosto:
th: เลือกที่เก็บไฟล์ที่ส่งออก

source: Error:
cs: Chyba:
fi: Virhe:
th: ข้อผิดพลาด:

source: Overwrite if already exists
cs: Přepsat soubor pokud již existuje
fi: Ylikirjoita, jos on jo olemassa
th: เขียนทับไฟล์เดิม

source: Destination output file
cs: Umístění výstupního souboru
fi: Kohdetiedosto
th: ที่เก็บไฟล์ที่ทำเสร็จแล้ว

source: Browse or enter the full path to the destination output file.
cs: Vyberte nebo napište úplné umístění cílového souboru.
fi: Selaa tai anna polku kohdetiedostoon.
th: เลือกหรือป้อนที่เก็บไฟล์ที่ทำเสร็จแล้ว

source: Check the box if you want to overwrite the output file if it already exists.
cs: Vyberte tuto možnost pokud chcete přepsat existující soubor.
fi: Valitse tämä, jos haluat ylikirjoittaa tiedoston, jos se on jo olemassa
th: เลือกข้อนี้หากคุณต้องการให้ไฟล์ที่ทำเสร็จแล้วเขียนทับไฟล์ที่มีอยู่แล้ว

source: Check the box if you want compressed output files.
cs: Vyberte tuto možnost pokud chcete komprimovat výstupní soubory.
fi: Valitse tämä, jos haluat tulostustiedostot pakattuina.
th: เลือกข้อนี้หากคุณต้องการให้ทำการบีบอัดไฟล์ที่ทำเสร็จแล้ว

source: PDF version 1.5 or above.
cs: PDF verze 1.5 nebo novější
fi: PDF-versio 1.5 tai uudempi
th: เวอร์ชั่น 1.5 หรือใหม่กว่า

source: Set the pdf version of the ouput document.
cs: Zadejte verzi výstupního PDF dokumentu.
fi: Määritä tallennettavan tiedoston PDF-versio
th: ตั้งค่าเวอร์ชั่นของไฟล์ที่ทำเสร็จแล้ว

source: Please wait while all files are processed..
cs: Prosím čekejte dokud všechny soubory nebudou zpracovány...
fi: Ole hyvä ja odota kunnes kaikki tiedostot on käsitelty.
th: กรุณารอขณะกำลังประมวณผล

source: Output file location is not correct
cs: Nesprávná cesta k výstupnímu souboru
th: ที่เก็บไฟล์ที่ทำเสร็จแล้วไม่ถูกต้อง

source: Would you like to change it to
cs: Přejete si ji změnit na
th: คุณต้องการที่จะเปลี่ยนมันเป็น

source: Output location error
cs: Chyba výstupního umístění
th: ที่เก็บไฟล์ที่เสร็จแล้วไม่ถูกต้อง

source: Found a password for input file.
cs: Nalezeno heslo vstupního souboru.
fi: Syöttötiedosto on suojattu salasanalla.
th: พบการตั้งค่ารหัสผ่านของไฟล์นำเข้า

source: Execute pdf merge
cs: Provede sloučení souborů
fi: Suorita yhdistäminen
th: ดำเนินงานรวม pdf

source: Merge/Extract
cs: Sloučit/Rozbalit
fi: Yhdistä/Pura
th: รวม/แตก

source: Merge section loaded.
cs: Modul slučování nahrán.
fi: Yhdistämisosa ladattu.
th: หมวดการรวมไฟล์ถูกเรียกใช้แล้ว

source: Export as xml
cs: Exportovat jako XML
th: ส่งออกเป็นไฟล์ xml

source: Unable to save xml file.
cs: XML soubor nelze uložit.
th: ไม่สามารถบันทึกเป็นไฟล์ xml ได้

source: File xml saved.
cs: XML soubor uložen.
th: บันทึกเป็นไฟล์ xml แล้ว

source: Error saving xml file, output file is null.
cs: Chyba při zápisu XML souboru, výstupní soubor je prázdný.
th: เกิดข้อผิดพลาดในขณะบันทึกเป็นไฟล์ xml, ไฟล์ที่ส่งออกไม่มีข้อมูล

source: Burst (split into single pages)
cs: Roztrhat (na jednotlivé stránky)
fi: Hajoita (jaa yksittäisiksi sivuiksi)
th: แตก (แยกหนึ่งหน้าต่อหนึ่งไฟล์)

source: Split every "n" pages
cs: Rozdělit každou n-tou stránku
fi: Jaa joka "n". sivu.
th: แยกทุกๆ " " หน้าเป็นหนึ่งไฟล์

source: Split even pages
cs: Rozdělit za sudými stránkami
fi: Jaa parilliset sivut
th: แยกทุกสองหน้าเป็นหนึ่งไฟล์

source: Split odd pages
cs: Rozdělit za lichými stránkami
fi: Jaa parittomat sivut
th: แยกทุกหน้าคี่เป็นหนึ่งไฟล์

source: Split after these pages
cs: Rozdělit za těmito stránkami
fi: Jaa näiden sivujen jälkeen
th: แยกไฟล์ถัดจากหน้าที่

source: Split at this size
cs: Rozdělit na tuto velikost
fi: Jaa näiden sivujen jälkeen
th: แยกไฟล์ตามขนาดไฟล์

source: Split options
cs: Nastavení rozdělení
fi: Jaon asetukset
th: ตัวเลือกการแยกไฟล์

source: Burst
cs: Roztrhat
fi: Hajoita
th: แตก

source: Explode the pdf document into single pages
cs: Rozdělí pdf soubor na jednotlivé stránky
fi: Jaa pdf-dokumentti yksittäisiin sivuihin
th: แตกไฟล์ pdf หนึ่งหน้าต่อหนึ่งไฟล์

source: Split the document every "n" pages
cs: Rozdělí PDF soubor za každou n-tou stránkou
fi: Jaa joka "n". sivu
th: แยกเอกสารทุกๆ " " หน้าเป็นหนึ่งไฟล์

source: Split the document every even page
cs: Rozdělí PDF soubor za každou sudou stránkou
fi: Jaa dokumentti parillisten sivujen kohdalta
th: แยกเอกสารทุกสองหน้าเป็นหนึ่งไฟล์

source: Split the document every odd page
cs: Rozdělí dokument za každou lichou stránkou
fi: Jaa dokumentti parittomien sivujen kohdalta

source: Split the document after page numbers (num1-num2-num3..)
cs: Rozdělí dokument za stránkami číslo (číslo1-číslo2-číslo3...)
fi: Jaa dokumentti valittujen sivjuen kohdalta (1-2-3...)

source: Split the document in files of the given size (roughly).
cs: Rozdělí dokument na soubory o zadané velikosti (přibližně).
fi: Jaa dokumentti annetun kokoisiin tiedostoihin (noin).
th: แยกเอกสารตามขนาดไฟล์ที่กำหนดให้ (อย่างคร่าวๆ)

source: Split options:
cs: Nastavení rozdělování:
fi: Jaon asetukset
th: ตัวเลือกการแยกไฟล์

source: Destination folder:
cs: Cílová složka:
fi: Kohdehakemisto:
th: โฟลเดอร์ปลายทาง:

source: Same as source
cs: Stejná jako původní soubor
fi: Sama kuin lähde
th: ที่อยู่เดียวกันกับไฟล์นำเข้า

source: Choose a folder
cs: Vybrat složku
fi: Valitse hakemisto
th: เลือกโฟลเดอร์

source: Destination output directory
cs: Umístění výstupního souboru
fi: Kohdehakemisto
th: ห้องเก็บไฟล์ที่ทำเสร็จแล้ว

source: Use the same output folder as the input file or choose a folder.
cs: Jako výstupní použijte složku se zdrojovým souborem nebo vyberte složku.
fi: Käytä kohdehakemistona lähdetiedoston hakemistoa tai valitse hakemisto
th: ใช้ที่เก็บเดียวกับไฟล์นำเข้าหรือจะเลือกที่เก็บเอง

source: To choose a folder browse or enter the full path to the destination output directory.
cs: Pro výběr složky vyberte nebo napište úplnou cestu k výstupnímu souboru.
fi: Anna kohdehakemiston täydellinen nimi tai selaa hakemistoon.
th: ทำการเลือกที่เก็บหรือทำการป้อนที่เก็บไฟล์ที่ทำเสร็จแล้ว

source: Check the box if you want to overwrite the output files if they already exist.
cs: Zvolte tuto možnost pokud chcete přepsat existující soubor.
fi: Valitse, jos haluat ylikirjoittaa tiedostot, jos ne ovat jo olemassa.
th: เลือกข้อนี้หากคุณต้องการให้ไฟล์ที่ทำเสร็จแล้วเขียนทับไฟล์ที่มีอยู่แล้ว

source: Output options:
cs: Nastavení výstupu:
fi: Tallennusasetukset:
th: ตัวเลือกของไฟล์ที่ทำเสร็จแล้ว

source: Output file names prefix:
cs: Předpona výstupních souborů:
fi: Etuliite tallennettaville tiedostoille:
th: คำนำหน้าชื่อไฟล์ที่แยก

source: Output files prefix
cs: Předpona výstupních souborů
fi: Tallennustiedoston etuliite
th: คำนำหน้าชื่อไฟล์ที่แยก

source: If it contains "[CURRENTPAGE]" or "[TIMESTAMP]" it performs variable substitution.
cs: Pokud obsahuje "[CURRENTPAGE]" or "[TIMESTAMP]" provede náhradu proměnných.
fi: Jos se sisältää "[CURRENTPAGE]" tai "[TIMESTAMP]", suoritetaan muuttujien korvaus.

source: Ex. prefix_[BASENAME]_[CURRENTPAGE] generates prefix_FileName_005.pdf.
cs: Např. prefix_[BASENAME]_[CURRENTPAGE] generuje prefix_FileName_005.pdf.
fi: Esim. prefix_[BASENAME]_[CURRENTPAGE] muodostaa: prefix_tiedostonimi_005.pdf.

source: If it doesn't contain "[CURRENTPAGE]" or "[TIMESTAMP]" it generates oldstyle output file names.
cs: Pokud neobsahuje "[CURRENTPAGE]" or "[TIMESTAMP]" generuje oldstyle názvy souborů.
fi: Jos se ei sisällä muuttujia "[CURRENTPAGE]" tai "[TIMESTAMP]", luodaan vanhantyyliset tiedostonimet.

source: Available variables: [CURRENTPAGE], [TIMESTAMP], [BASENAME].
cs: Dostupné proměnné: [CURRENTPAGE], [TIMESTAMP], [BASENAME].
fi: Käytettävissä olevat muuttujat: [CURRENTPAGE], [TIMESTAMP], [BASENAME].

source: Select an input file
cs: Vyberte vstupní soubor
fi: Valitse syöttötiedosto.
th: เลือกไฟล์นำเข้า

source: Invalid split size
cs: Chybná velikost rozdělování.
fi: Kelvoton jakamiskoko.
th: ขนาดไฟล์ที่แยกผิดพลาด

source: Output location is not correct
cs: Nesprávná cesta k výstupnímu souboru
th: ที่เก็บไฟล์ที่ทำเสร็จแล้วไม่ถูกต้อง

source: The lowest available pdf version is
cs: Nejnižší použitelná verze pdf je
fi: Vanhin saatavilla oleva PDF-versio on
th: pdf รุ่นต่ำสุดที่มีอยู่คือ

source: You selected a lower output pdf version, continue anyway ?
cs: Pro výstup jste zvolili nižší verzi pdf, chcete přesto pokračovat?
fi: Valitsit vanhemman PDF-version kohdetiedostolle, jatketaanko?
th: คุณได้เลือก pdf รุ่นต่ำกว่า, ต้องการทำต่อหรือไม่

source: Pdf version conflict
cs: Konflikt verzí pdf
fi: PDF-versioiden ristiriita
th: รุ่นของ pdf ขัดแย้งกัน

source: Split selected file
cs: Rozdělí vybraný soubor
fi: Jaa valitut tiedostot
th: เลือกไฟล์ที่แยกแล้ว

source: Split
cs: Rozdělit
fi: Jaa kahtia
th: แยก

source: Split section loaded.
cs: Modul Rozdělování nahrán.
fi: Jako-osa ladattu
th: หมวดการแยกไฟล์ถูกเรียกใช้แล้ว

source: Invalid unit:
cs: Nesprávná jednotka:
fi: Kelvoton yksikkö:
th: หน่วยไม่ถูกต้อง

source: Cover pdf file:
cs: Titulní pdf soubor:
fi: Pdf-kansitiedosto:

source: Footer pdf file:
cs: PDF soubor zápatí:
fi: Pdf-alatunnistetiedosto:
th: ท้ายกระดาษไฟล์ pdf

source: Select at least one cover or one footer
cs: Vyber nejméně jeden titulek nebo jedno zápatí.
fi: Valitse vähintään yksi kansilehti tai alatunniste
th: เลือกอย่างน้อยหนึ่งปกหรือหนึ่งท้ายกระดาษ

source: Cover and Footer
cs: Titulek a zápatí
fi: Kansilehti ja alatunniste
th: ปกและท้ายกระดาษ

source: Cover And Footer section loaded.
cs: Modul Titulek a zápatí nahrán.
fi: Kansi ja alatunniste -osa ladattu.
th: หมวดปกและท้ายกระดาษถูกเรียกใช้งานแล้ว

source: Owner password:
cs: Heslo vlastníka:
fi: Omistajan salasana:
th: รหัสผ่านของเจ้าของ

source: Owner password (Max 32 chars long)
cs: Heslo vlastníka (max. 32 znaků)
fi: Omistajan salasana (maks. 32 merkkiä)
th: รหัสผ่านของเจ้าของ (ได้มากสุด 32 ตัวอักษร)

source: User password:
cs: Heslo uživatele:
fi: Käyttäjän salasana
th: รหัสผ่านผู้ใช้งาน

source: User password (Max 32 chars long)
cs: Heslo uživatele (max. 32 znaků)
fi: Käyttäjän salasana (maks. 32 merkkiä)
th: รหัสผ่านผู้ใช้งาน (ได้มากสุด 32 ตัวอักษร)

source: Encryption angorithm:
cs: Šifrovací algoritmus:
fi: Salausalgoritmi:

source: Print
cs: Tisk
fi: Tulosta
th: พิมพ์

source: Low quality print
cs: Tisk nízké kvality
fi: Heikkolaatuinen tulostus
th: การพิมพ์แบบคุณภาพต่ำ

source: Copy or extract
cs: Kopírovat nebo rozbalit
fi: Kopioi tai pura
th: คัดลองหรือตัดทอน

source: Modify
cs: Upravit
fi: Muokkaa
th: ปรับแก้

source: Add or modify text annotations
cs: Přidat nebo upravit textové poznámky
fi: Lisää tai muokkaa tekstikenttiä
th: เพิ่มหรือปรับแก้คำอธิบายประกอบ

source: Fill form fields
cs: Vyplnit formulářová pole
fi: Täytä lomakkeen kenttiä
th: ป้อนข้อมูลในช่องของแบบฟอร์ม

source: Manipulate pages and add bookmarks
cs: Upravit stránky a přidat záložky
fi: Muokkaa sivuja ja lisää kirjanmerkkejä
th: ปรับหน้าหรือเพิ่มที่คั่นหน้า

source: Allow all
cs: Povolit vše
fi: Salli kaikki
th: อนุญาติทั้งหมด

source: Encrypt options:
cs: Nastavení šifrování:
fi: Salausasetukset:
th: ตัวเลือกการเข้ารหัส

source: Check the box if you want compressed output files (Pdf version 1.5 or higher).
cs: Vyberte tuto možnost pokud chcete komprimovat výstupní soubory (PDF verze 1.5 a vyšší).
fi: Valitse tämä jos haluat pakatut tulostustiedostot (PDF-versio 1.5 tai uudempi).
th: เลือกข้อนี้หากคุณต้องการให้ทำการบีบอัดไฟล์ที่ทำเสร็จแล้ว (pdf รุ่น 1.5 หรือใหม่กว่า)

source: If it contains "[TIMESTAMP]" it performs variable substitution.
cs: Pokud obsahuje "[TIMESTAMP]" provede náhradu proměnné.
fi: jos se sisältää "[TIMESTAMP]", suoritetaan muuttujan vaihto.

source: Ex. [BASENAME]_prefix_[TIMESTAMP] generates FileName_prefix_20070517_113423471.pdf.
cs: Např. [BASENAME]_prefix_[TIMESTAMP] generuje název FileName_prefix_20070517_113423471.pdf.
fi: Esim. [BASENAME]_prefix_[TIMESTAMP] muodostaa: FileName_prefix_20070517_113423471.pdf.

source: If it doesn't contain "[TIMESTAMP]" it generates oldstyle output file names.
cs: Pokud neobsahuje "[TIMESTAMP]" generuje oldstyle názvy výstupních souborů.
fi: Jos se sisältää "[TIMESTAMP]", käytetään vanhoja tiedostonimityylejä.

source: Available variables: [TIMESTAMP], [BASENAME].
cs: Dostupné proměnné: [TIMESTAMP], [BASENAME].
fi: Käytettävissä olevat muuttujat: [TIMESTAMP], [BASENAME].

source: Encrypt selected files
cs: Šifrovat vybrané soubory
fi: Salaa valitut tiedostot
th: เข้ารหัสไฟล์ที่ถูกเลือก

source: Encrypt
cs: Šifrování
fi: Salaa
th: การเข้ารหัส

source: Encrypt section loaded.
cs: Modul šifrování nahrán.
fi: Salausosa ladattu
th: หมวดเข้ารหัสถูกเเรียกใช้แล้ว

source: Reverse first document
cs: Obrátit první dokument
fi: Vaihda ensimmäisen dokumentin järjestys päinvastaiseksi

source: Reverse second document
cs: Obrátit druhý dokument
fi: Vaihda toisen dokumentin järjestys päinvastaiseksi

source: Found a password for first file.
cs: Nalezeno heslo prvního souboru.
fi: Ensimmäinen tiedosto on suojattu salasanalla.
th: พบรหัสผ่านของไฟล์แรก

source: Found a password for second file.
cs: Nalezeno heslo druhého souboru.
fi: Toinen tiedosto on suojattu salasanalla.
th: พบรหัสผ่านของไฟล์ที่สอง

source: Please select two pdf documents.
cs: Prosím vyber dva pdf dokumenty.
fi: Valitse kaksi pdf-dokumenttia.
th: กรุณาเลือก pdf สองเอกสาร

source: Execute pdf alternate mix
cs: Spustit míchání souborů
fi: Suorita pdf-sekoitus
th: ดำเนินงาน pdf alternate mix

source: Alternate Mix
cs: Míchání souborů
fi: Vaihtoehtoinen sekoittaminen

source: AlternateMix section loaded.
cs: Modul Míchání souborů nahrán.
fi: Sekoitusosa ladattu
th: โหลดหมวด AlternateMix

source: Unpack selected files
cs: Rozbalit zvolené soubory
th: แยกไฟล์ที่เลือกออก

source: Unpack
cs: Rozbalit
fi: Pura
th: แยกออก

source: Unpack section loaded.
cs: Načten dekomprimační modul .
fi: Pura ladattu osio.
th: หมวดแยกออกถูกเรียกใช้งานแล้ว

source: Save passwords informations (they will be readable opening the output file)?
cs: Uložit informace o heslech (budou čitelná ve výstupním souboru)?
fi: Tallennetaanko salasanojen tiedot (luettavissa tulostustiedostoa avattaessa)?

source: Confirm password saving
cs: Potvrdit ukládání hesel.
fi: Vahvista salasanan tallentaminen
th: ยึ่นยันการบันทึกรหัสผ่าน

source: Unknown action.
cs: Neznámá akce.
fi: Tuntematon toiminto.
th: การดำเนินการที่ไม่รู้จัก

source: Save
cs: Uložit
fi: Tallenna
th: บันทึก

source: Log saved.
cs: Záznam uložen.
fi: Loki tallennettu

source: node environment loaded.
cs: prostředí nahráno.
fi: käyttöympäristö ladattu.
th: โหลดโหนดสภาพแวดล้อมการทำงาน

source: Environment saved.
cs: Prostředí uloženo.
fi: Käyttöympäristö tallennettu.

source: Error saving environment, output file is null.
cs: Chyba při ukládání prostředí, výstupní soubor je prázdný.
fi: Käyttöympäristön tallennuksessa tapahtui virhe, tulostustiedosto on tyhjä.
th: เกิดความผิดพลาดขณะบันทึกสภาพแวดล้อมการทำงาน, ไฟล์ที่บันทึกไม่มีข้อมูล

source: Error saving environment.
cs: Chyba při ukládání prostředí.
fi: Käyttöympäristön tallennus epäonnistui.
th: เกิดความผิดพลาดขณะบันทึกสภาพแวดล้อมการทำงาน

source: Environment loaded.
cs: Prostředí nahráno.
fi: Käyttöympäristö ladattu.
th: โหลดสภาพแวดล้อมการทำงาน

source: Error loading environment.
cs: Chyba při nahrávání prostředí.
fi: Käyttöympäristön lataaminen epäonnistui.
th: เกิดความผิดพลาดขณะโหลดสภาพแวดล้อมการทำงาน

source: Error loading environment from input file.
cs: Chyba při nahrávání prostředí ze vstupního souboru.
fi: Käyttöympäristön lataaminen tiedostosta epäonnistui.
th: เกิดความผิดพลาดขณะโหลดสภาพแวดล้อมการทำงานจากไฟล์นำเข้า

source: Selection table is full, please remove some pdf document.
cs: Tabulka pro výběr je plná, odstraňte nějaký pdf dokument.
fi: Valintataulu on täynnä, poista joitakin PDF-dokumentteja.
th: ตารางที่เลือกเต็ม กรุณาลบเอกสาร pdf บางอันออก

source: Table full
cs: Tabulka je plná.
fi: Taulu on täynnä
th: ตารางเต็ม

source: Please wait while reading
cs: Prosím, počkejte na dokončení nahrávání.
fi: Luetaan. Ole hyvä ja odota.
th: กรุณารอขณะนี้กำลังอ่านอยู่

source: Selected file is not a pdf document.
cs: Vybraný soubor není pdf dokument.
fi: Valittu tiedosto ei ole PDF-dokumentti.
th: ไฟล์ที่เลือกไม่ใช่เอกสาร pdf

source: Error loading
cs: Chyba při nahrávání
fi: Virhe ladattaessa
th: เกิดความผิดพลาดขณะโหลด

source: Command validation returned an empty value.
cs: Ověření příkazu vrací prázdnou hodnotu.
fi: Komennon vahvistaminen palautti tyhjän arvon.

source: Command executed.
cs: Příkaz proveden.
fi: Toiminto suoritettu.
th: คำสั่งถูกเรียกใช้แล้ว

source: Run
cs: Spustit
fi: Aja
th: เรียกใช้งาน

source: Browse
cs: Procházet
fi: Selaa
th: เรียกดู

source: Compress output file/files
cs: Komprimovat výstupní soubor(y)
fi: Pakkaa tulostustiedosto(t)
th: บีบอัดไฟล์ที่ทำเสร็จแล้ว

source: Don't preserve file order (fast load)
cs: Nedodržet pořadí souborů (rychlé nahrávání)
fi: Älä säilytä tiedostojen järjestystä (suuri latausnopeus)
th: ไม่สนใจการเรียงไฟล์ (โหลดแบบเร็ว)

source: Output document pdf version:
cs: Verze výstupního pdf dokumentu:
fi: Tulostustiedoston PDF-versio:
th: รุ่น pdf ของเอกสารที่ทำเสร็จแล้ว

source: Same as input document
cs: Stejná jako vstupní dokument
fi: Sama kuin syöttötiedosto
th: ที่เดียวกับเอกสารนำเข้า

source: File name
cs: Jméno souboru
fi: Tiedostonimi
th: ชื่อแฟ้ม

source: Path
cs: Umístění
fi: Polku
th: พาธ

source: Pages
cs: Počet stran
fi: Sivut
th: หน้า

source: Password
cs: Heslo
fi: Salasana
th: รหัสผ่าน

source: Version
cs: Verze
fi: Versio
th: รุ่น

source: Page Selection
cs: Výběr stran
fi: Sivuvalinta
th: เลือกหน้า

source: Total pages of the document
cs: Počet stran v dokumentu
fi: Dokumentin sivumäärä
th: จำนวนหน้าทั้งหมดของเอกสาร

source: Password to open the document (if needed)
cs: Heslo k otevření dokumentu (pokud je vyžadováno)
fi: Salasana dokumentin avaamiseen (jos tarpeen)
th: รหัสผ่านสำหรับเป็นเอกสาร (หากต้องการ)

source: Pdf version of the document
cs: Verze pdf dokumentu
fi: Dokumentin pdf-versio
th: รุ่น pdf ของเอกสาร

source: Double click to set pages you want to merge (ex: 2 or All or 5-23 or 2,5-7,12-)
cs: Dvojklikem nastavte stránky ke spojení (např. 2 nebo Vše nebo 5-23 nebo 2,5-7,12-)
fi: Tuplaklikkaa määrittääksesi yhdistettävät sivut (esim. 2 tai All (suom. kaikki) tai 5-23 tai 2,5-7,12-)
th: ดับเบิลคลิกเพื่อตั้งหน้าที่ต้องการจะรวม (ex: 2 or All or 5-23 or 2,5-7,12-)

source: Add a pdf to the list
cs: Přidat PDF do seznamu
fi: Lisää pdf listaan
th: เพิ่ม pdf ในรายการ

source: Add
cs: Přidat
fi: Lisää
th: เพิ่ม

source: Remove a pdf from the list
cs: Odstranit pdf ze seznamu
fi: Poista pdf listasta
th: ลบ pdf จากรายการ

source: (Canc)
cs: (Zruš)
fi: Peruutettu

source: Remove
cs: Odstranit
fi: Poista
th: ลบออก

source: Reload
cs: Obnovit
fi: Päivitä
th: โหลดซ้ำ

source: Error: Unable to reload the selected file/s.
cs: Nelze znovu načíst vybraný soubor(y).
fi: Virhe: tiedoston tai tiedostojen päivittäminen epäonnistui.
th: ผิดพลาด: ไม่สามารถที่จะโหลดซ้ำไฟล์ที่เลือกได้

source: Unable to remove JList text
cs: Nelze odstranit JList text
fi: JList-tekstin poistaminen ei onnistu
th: ไม่สามารถลบ JList text

source: File selected:
cs: Vybraný soubor:
fi: Valittu tiedosto:
th: ไฟล์ที่ถูกเลือก

source: File reloaded:
cs: Soubor načten:
fi: Päivitetty tiedosto:
th: ไฟล์ที่โหลดซ้ำ

source: Move Up
cs: Nahoru
fi: Ylöspäin
th: เลื่อนขึ้น

source: Move up selected pdf file
cs: Posunout nahoru vybraný soubor
fi: Siirrä valittu pdf-tiedosto ylöspäin
th: เลื่อนไฟล์ที่เลือกขี้น

source: (Alt+ArrowUp)
cs: (Alt+šipka nahoru)
fi: (Alt + Nuoli ylöspäin)
th: (Alt+ลูกศรขึ้น)

source: Move Down
cs: Dolů
fi: Alaspäin
th: เลื่อนลง

source: Move down selected pdf file
cs: Posunout dolů vybraný soubor
fi: Siirrä valittu pdf-tiedosto alaspäin
th: เลื่อนไฟล์ที่เลือกล

source: (Alt+ArrowDown)
cs: (Alt+šipka dolů)
fi: (Alt + Nuoli alaspäin)
th: (Alt+ลูกศรลง)

source: Clear
cs: Vyprázdnit
fi: Tyhjennä
th: ล้าง

source: Remove every pdf file from the merge list
cs: Vymaže všechny pdf soubory ze seznamu
fi: Poista kaikki pdf-tiedostot yhdistämislistalta
th: ลบรายการ pdf ทุกรายการที่อยู่ในรายการรวม

source: Set output file
cs: Nastavení výstupního souboru
fi: Aseta tallennustiedosto
th: ตั้งค่าไฟล์ที่ทำเสร็จแล้ว

source: Error: Unable to get the file path.
cs: Chyba: nelze najít cestu k souboru.
fi: Virhe: Tiedostopolkua ei saatu
th: ผิดพลาด: ไม่สามารถหาที่อยู่ของไฟล์

source: Unable to get the default environment informations.
cs: Nelze získat informace o původním přednastaveném prostředí.
th: ไม่สามารถเอาข้อมูลสภาพแวดล้อมการทำงานแบบปริยาย

source: Setting look and feel...
cs: Nastavení vzhledu...
fi: Määritetään ulkoasua...
th: เลือกมุมมองและความรู้สึก...

source: Setting logging level...
cs: Nastavení úrovně záznamu...
fi: Asetetaan kirjaustaso...
th: เลือกระดับการบันทึกปูม...

source: Unable to find log level, setting to default level (DEBUG).
cs: Nelze najít úroveň záznamu, nastavení výchozí hodnoty (DEBUG).
fi: Kirjaustasoa ei löytynyt, asetetaan vakioksi (DEBUG)
th: ไม่สามารถหาระดับการบันทึกปูม, ตั้งค่าระดับเป็นค่าปริยาย (DEBUG)

source: Logging level set to
cs: Úroveň záznamu nastavena na
fi: Lokitaso:
th: ระดับการบันทึกปูมตั้งเป็น

source: Unable to set logging level.
cs: Nelze nastavit úroveň záznamu.
fi: Kirjaustason asettaminen ei onnistunut.
th: ไม่สามารถตั้งระดับการบันทึกปูม

source: Error getting plugins directory.
cs: Chyba při hledání složky s moduly.
fi: Laajennuksille varatun kansion avaaminen epäonnistui.
th: เกิดความผิดพลาดในการหาห้องเก็บโปรแกรมเสริม

source: Cannot read plugins directory
cs: Nemohu přečíst složku s moduly
fi: Laajennuksille varattua kansiota ei voida lukea.
th: ไม่สามารถอ่านห้องเก็บโปรแกรมเสริม

source: Plugins directory is null.
cs: Složka s moduly je prázdná.
fi: Laajennuksille ei ole määritetty kansiota.
th: ห้องเก็บโปรแกรมเสริมว่างเปล่า

source: Found zero or many jars in plugin directory
cs: Nalezen žádný nebo mnoho jarů ve složce s moduly
fi: Ei yhtään (tai useita) jar-tiedostoja laajennuksille varatussa kansiossa
th: Found zero or many jars ในห้องเก็บโปรแกรมเสริม

source: Exception loading plugins.
cs: Výjimka nahrávání modulů.
fi: Poikkeus laajennuksia ladattaessa.
th: โปรแกรมเสริมที่ไม่ต้องโหลด

source: Cannot read plugin directory
cs: Nemohu přečíst složku s moduly
fi: Plugin-kansion (lisäosat) lukeminen ei onnistu.
th: ไม่สามารถอ่านที่เก็บโปรแกรมเสริม

source: plugin loaded.
cs: modul načten.
fi: Laajennus ladattu.
th: โหลดโปรแกรมเสริม

source: Unable to load a plugin that is not JPanel subclass.
cs: Nelze nahrát modul, který není JPabel subclass.
fi: Ei voitu ladata laajennusta, joka ei ole JPanelin alaluokka.
th: ไม่สามารถโหลดโปรแกรมเสริมที่ไม่ใช่ JPanel subclass

source: Error loading class
cs: Chyba při nahrávání třídy
fi: Luokan lataaminen epäonnistui
th: เกิดความผิดพลาดในการโหลดคลาส

source: Copy
cs: Kopírovat
fi: Kopioi
th: คัดลอก
