Repository: Dearborn-Open-AI/pdfsam-v2
Catalog: pdfsam-langpack/po/*/pdfsam-*.po
Languages: cs, fi, th

source: Select all
cs: Vybrat vše
fi: Valitse kaikki
th: เลือกทั้งหมด

source: Save log
cs: Uložit záznam
fi: Tallenna loki
th: บันทึกปูม

source: File
cs: Soubor
fi: Tiedosto
th: แฟ้ม

source: Save environment
cs: Uložit prostředí
fi: Tallenna ympäristö
th: บันทึกสภาพแวดล้อมการทำงาน

source: Load environment
cs: Nahrát prostředí
fi: Lataa ympäristö
th: โหลดสภาพแวดล้อมการทำงาน

source: Exit
cs: Konec
fi: Poistu
th: ออก

source: Unable to initialize menu bar.
cs: Nelze spustit menu.
fi: Valikkopalkin alustaminen epäonnistui
th: ไม่สามารถเริ่มการทำงานของแถบเมนู

source: started in
cs: spuštěn v
fi: Aloitettu
th: เริ่มใน

source: Loading plugins..
cs: Nahrávám moduly...
fi: Ladataan liitännäisiä.
th: โหลดโปรแกรมเสริม...

source: Building menus..
cs: Vytvářím menu...
fi: Koottaan valikkoja.
th: สร้างเมนู...

source: Building buttons bar..
cs: Vytvářím panel nástrojů...
fi: Kootaan työkalurivejä.
th: สร้างแถบปุ่ม...

source: Building status bar..
cs: Vytvářím stavový řádek...
fi: Kootaan tilariviä.
th: สร้างแถบสถานะ...

source: Building tree..
cs: Vytvářím strom...
fi: Kootaan puuta.
th: สร้างแถบต้นไม้

source: Loading default environment.
cs: Načítám přednastavené prostředí
th: โหลดสภาพแวดล้อมการทำงานแบบปริยาย

source: Error starting pdfsam.
cs: Chyba při spuštění pdfsam.
fi: Ohjelman käynnistäminen epäonnistui.
th: เกิดข้อผิดพลาดในการเริ่มโปรแกรม pdfsam

source: Clear log
cs: Vyčistit záznam
fi: Tyhjennä loki
th: ลบปูม

source: Unable to initialize button bar.
cs: Nelze spustit panel nástrojů.
fi: Painikerivin alustaminen epäonnistui.
th: ไม่สามารถที่จะเริ่มแถบปุ่ม

source: Version:
cs: Verze:
fi: Versio:
th: รุ่น:

source: Language:
cs: Jazyk:
fi: Kieli:
th: ภาษา

source: Author:
cs: Autor:
th: ผู้สร้าง:

source: Build date:
cs: Datum sestavení:
fi: Käännöspäivämäärä:
th: วันที่สร้าง

source: Java home:
cs: Java:
fi: Javan kotisivu:
th: ที่อยู่ของโปรแกรมจาวา

source: Java version:
cs: Java verze:
fi: Java-versio:
th: รุ่นจาวา

source: Max memory:
cs: Max. paměti:
fi: Muistin yläraja:
th: หน่วยความจำมากสุด:

source: Configuration file:
cs: Konfigurační soubor:
fi: Asetustiedosto:
th: ไฟล์ของการตั้งค่า

source: Website:
cs: Web:
fi: Verkkosivu:
th: เว็บไซต์

source: Name
cs: Název
fi: Nimi
th: ชื่อ

source: Author
cs: Autor
fi: Tekijä
th: ผู้เขียน

source: Unimplemented method for JInfoPanel
cs: Neimplementovaná metoda pro JInfoPanel
fi: Toteuttamaton metodi JInfoPanelille

source: Contributes:
cs: Přispěvatelé:
fi: Avustaneet:
th: ให้ความช่วยเหลือ

source: Log level:
cs: Úroveň záznamu:
fi: Lokitaso:
th: ระดับการบันทึก:

source: Look and feel:
cs: Vzhled:
fi: Ulkonäkö:
th: มุมมองและรูปแบบ:

source: Theme:
cs: Motiv:
fi: Teema:
th: ธีม:

source: Language:
cs: Jazyk:
fi: Kieli:
th: ภาษา:

source: Check for updates:
cs: Zkontrolovat aktualizace:
fi: Tarkista uudet päivitykset
th: ตรวจสอบเพื่ออัพเดตโปรแกรม

source: Load default environment at startup:
cs: Nahrát výchozí nastavení při startu:
fi: Lataa oletusympäristö käynnistyksen yhteydessä:
th: โหลดสภาพแวดล้อมการทำงานปริยายตอนเริ่มใช้

source: Default working directory:
cs: Přednastavený pracovní adresář:
th: ห้องทำงานปริยาย

source: Error getting default environment.
cs: Chyba při nastavení výchozího prostředí.
fi: Oletuskäyttöympäristön lataaminen epäonnistui.
th: เกิดข้อผิดพลาดในการใช้งานสภาพแวดล้อมการทำงานแบบปริยาย

source: Settings
cs: Nastavení:
fi: Asetukset
th: ตั้งค่า

source: Language
cs: Jazyk
fi: Kieli
th: ภาษา

source: Set your preferred language (restart needed)
cs: Vyberte jazyk (projeví se po restartu)
fi: Valitse kieli (vaatii uudelleenkäynnistyksen)
th: ตั้งค่าภาษาที่ต้องการ (ต้องเรียกใช้งานโปรแกรมใหม่)

source: Look and feel
cs: Vzhled
fi: Ulkonäkö
th: มุมมองและความรู้สึก

source: Set your preferred look and feel and your preferred theme (restart needed)
cs: Vyberte si oblíbený vzhled a motiv (projeví se po restartu)
fi: Valitse ulkonäkö ja teema (vaatii uudelleenkäynnistyksen)
th: ตั้งค่ามุมมองและความรู้สึกและชุดรูปแบบที่ชอบ (ต้องเรียกใช้งานโปรแกรมใหม่)

source: Log level
cs: Úroveň záznamu
fi: Lokitaso
th: ระดับการบันทึก

source: Set a log detail level (restart needed)
cs: Nastav úroveň záznamu (projeví se po restartu)
fi: Valitse lokin tarkkuus (vaatii uudelleen käynnistyksen)
th: ตั้งค่าระดับการบันทึกปูม (ต้องเรียกใช้งานโปรแกรมใหม่)

source: Check for updates
cs: Zkontrolovat aktualizace
fi: Tarkista uudet päivitykset
th: ตรวจสอบรายการอัพเดท

source: Set when new version availability should be checked (restart needed)
cs: Nastavte, pokud je potřeba ověřit dostupnost nové verze (vyžaduje restart)
fi: Määritä, koska uudet päivitykset tarkistetaan (ohjelma pitää käynnistää uudelleen)

source: Default env.
cs: Výchozí prostředí
fi: Oletusympäristö
th: ค่าปริยายของสภาพแวดล้อมการทำงาน

source: Select a previously saved env. file that will be automatically loaded at startup
cs: Vyber dříve uložený soubor s prostředím. Bude automaticky nahrán při startu.
fi: Valitse aiemmin tallennettu ympäristötiedosto, joka ladataan automaattisesti käynnistyksen yhteydessä.
th: เลือกโหลดสภาพแวดล้อมการทำงานที่บันทึกไว้ครั้งก่อน ซึ่งจะถูกเรียกใช้งานตอนเริ่มโปรแกรม

source: Default working directory
cs: Přednastavený pracovní adresář
th: ค่าปริยายของห้องที่ทำงาน

source: Select a directory where documents will be saved and loaded by default
cs: Vyberte adresář, který bude sloužit k automatickému načítání a ukládání dokumentů
th: เลือกที่เก็บปริยายสำหรับเอาไว้บันทึกและโหลดไฟล์

source: Check now
cs: Zkontrolovat nyní
fi: Tarkista nyt
th: ตรวจสอบทันที

source: Configuration saved.
cs: Konfigurace uložena.
fi: Asetukset tallennettu.
th: บันทึกการตั้งค่าแล้ว

source: Unimplemented method for JSettingsPanel
cs: Neimplementovaná metoda pro JSettings Panel
fi: Toteuttamaton metodi JSettingsPanelille

source: New version available:
cs: Je dostupná nová verze:
fi: Uusi versio saatavilla:
th: มีรุ่นใหม่แล้ว

source: Error getting pdf version description.
cs: Chyba při získávání popisu verze pdf.
fi: PDF-tiedoston versiokuvauksen hakeminen epäonnistui.
th: เกิดข้อผิดพลาดในการเรียกดูรายละเอียดของรุ่น pdf

source: Version 1.2 (Acrobat 3)
cs: Verze 1.2 (Acrobat 3)
fi: Versio 1.2 (Acrobat 3)
th: รุ่น 1.2 (Acrobat 3)

source: Version 1.3 (Acrobat 4)
cs: Verze 1.3 (Acrobat 4)
fi: Versio 1.3 (Acrobat 4)
th: รุ่น 1.3 (Acrobat 4)

source: Version 1.4 (Acrobat 5)
cs: Verze 1.4 (Acrobat 5)
fi: Versio 1.4 (Acrobat 5)
th: รุ่น 1.4 (Acrobat 5)

source: Version 1.5 (Acrobat 6)
cs: Verze 1.5 (Acrobat 6)
fi: Versio 1.5 (Acrobat 6)
th: รุ่น 1.5 (Acrobat 6)

source: Version 1.6 (Acrobat 7)
cs: Verze 1.6 (Acrobat 7)
fi: Versio 1.6 (Acrobat 7)
th: รุ่น 1.6 (Acrobat 7)

source: Version 1.7 (Acrobat 8)
cs: Verze 1.7 (Acrobat 8)
fi: Versio 1.7 (Acrobat 8)
th: รุ่น 1.7 (Acrobat 8)

source: Never
cs: Nikdy
fi: Ei koskaan
th: ไม่มีทาง

source: pdfsam start up
cs: Při spuštění programu Pdfsam
fi: pdfsamin käynnistys
th: เริ่มการทำงาน pdfsam

source: Checking for a new version available.
cs: Zjištění dostupnosti nové verze.
fi: Tarkistetaan, onko uudempaa versiota saatavilla.
th: กำลังตรวจสอบรุ่นใหม่อยู่

source: Error checking for a new version available.
cs: Chyba při zjišťování dostupnosti nové verze.
fi: Uudemman version saatavuutta tarkistettaessa tapahtui virhe.
th: เกิดความผิดพลาดขณะกำลังตรวจสอบรุ่นใหม่

source: Unable to get latest available version
cs: Nelze stáhnout aktuální verzi
fi: Uusimman version hakeminen epäonnistui.
th: ไม่สามารถได้รุ่นล่าสุด

source: New version available.
cs: Je k dispozici nová verze.
fi: Uusi versio saatavilla.
th: มีรุ่นใหม่แล้ว

source: No new version available.
cs: Žádná nová verze není k dispozici.
fi: Ei uusia versioita saatavilla.
th: ยังไม่มีรุ่นใหม่

source: Extract for use by accessibility dev.
fi: Pura saavutettavuutta varten.

source: Ok
th: ตกลง
