Repository: Dearborn-Open-AI/pdfsam-v2
Catalog: pdfsam-enhanced/pdfsam-langpack/tags/B_20080817_001/po/*/pdfsam-*.po
Languages: ja, sk

source: Merge options:
ja: 結合オプション:
sk: Možnosti zlúčenia:

source: PDF documents contain forms
ja: フォームを含むPDF文書
sk: PDF dokumenty obsahujú formuláre

source: Merge type
ja: 結合の種類
sk: Typ zlúčenia

source: Unchecked
ja: 未チェック
sk: Nezaškrtnuté

source: Use this merge type for standard pdf documents
sk: Použiť tento typ zlúčenia pre štandardné PDF dokumenty

source: Checked
ja: チェック済
sk: Zaškrtnuté

source: Use this merge type for pdf documents containing forms
ja: フォームを含むPDF文書にこのタイプの結合を適用する
sk: Použiť tento typ zlúčenia pre pdf dokumenty, ktoré obsahujú formuláre

source: Note
sk: Poznámka

source: Setting this option the documents will be completely loaded in memory
ja: このオプションを指定すると文書は完全にメモリ内にロードされます
sk: Nastavením tejto možnosti budú dokumenty plne načítané do pamäte

source: Destination output file:
ja: 保存先ファイル:
sk: Cieľový výstupný súbor:

source: Error:
ja: エラー:
sk: Chyba:

source: Overwrite if already exists
ja: 既存の場合上書きする
sk: Prepísať ak už existuje

source: Destination output file
ja: 出力先ファイル
sk: Cieľový výstupný súbor

source: Browse or enter the full path to the destination output file.
sk: Nájdite, alebo zadajte plnú cestu do cie+ového výstupného súboru.

source: Check the box if you want to overwrite the output file if it already exists.
ja: 出力ファイルが既に存在する場合に、上書き保存するならチェックしてください。
sk: Zvoľte túto možnosť, pokiaľ si želáte prepísať súbor, ak už existuje.

source: Check the box if you want compressed output files.
ja: 出力ファイルを圧縮したいときにチェックしてください。
sk: Zašktnite, ak si želáte zkomprimovať výstupné súbory.

source: PDF version 1.5 or above.
ja: PDFバージョン1.5以上
sk: PDF verzia 1.5, alebo vyššia.

source: Set the pdf version of the ouput document.
ja: 出力文書のPDFバージョンを指定してください。
sk: Nastavte verziu pdf výstupného dokumentu.

source: Please wait while all files are processed..
ja: すべての処理が完了するまで少々お待ちください...
sk: Prosím čakajte než sa spracujú všetky súbory...

source: Output file location is not correct
ja: ファイルの出力先指定が適切ではありません
sk: Nesprávne umiestnenie výstupu

source: Would you like to change it to
ja: 以下に変更してよろしいですか:
sk: Želáte si to zmeniť na

source: Output location error
ja: 出力先エラー
sk: Chyba výstupného umiestnenia

source: Found a password for input file.
ja: 入力ファイルにパスワードがかかっています。
sk: Nájdené heslo pre vstupný súbor

source: Execute pdf merge
ja: PDF結合の実行
sk: Spustiť PDF zlúčenie

source: Merge/Extract
ja: 結合/抽出
sk: Spojiť/Extrahovať

source: Merge section loaded.
sk: Spojiť nahratú sekciu.

source: Export as xml
ja: XMLとしてエクスポート
sk: Exportovať do xml

source: Unable to save xml file.
ja: XMLの保存に失敗しました。
sk: Nemôžem uložiť xml súor.

source: File xml saved.
ja: ファイルをXMLで保存しました。
sk: xml súor uložený

source: Error saving xml file, output file is null.
ja: XMLファイル保存時にエラーが発生しました。出力ファイルは空です。
sk: Chyba pri ukladaní xml súboru, výstupný súbor je nulový.

source: Burst (split into single pages)
ja: バースト（1ページ単位に分割）
sk: Rozdeliť na jednotlivé stránky

source: Split every "n" pages
ja: "n"ページ単位に分割
sk: Rozdeliť každých "n" stránok

source: Split even pages
ja: 各奇数ページが先頭になるように分割
sk: Rozdeliť párne stránky

source: Split odd pages
ja: 各偶数ページが先頭になるように分割
sk: Rozdeliť nepárne stránky

source: Split after these pages
ja: 次のページまでで2分割
sk: Rozdeliť za týmito stránkami

source: Split at this size
ja: このサイズで分割する
sk: Rozdeliť na tejto veľkosti

source: Split options
ja: 分割オプション
sk: Možnosti rozdelenia

source: Burst
ja: バースト
sk: Rozdeliť po stránkach

source: Explode the pdf document into single pages
ja: PDF文書を1ページ単位にばらします
sk: Rozdelí PDF súbor po jednotlivých stránkach

source: Split the document every "n" pages
ja: 指定の"n"ページ単位に文書を分割します
sk: Rozdelí dokument každých "n" stránok

source: Split the document every even page
ja: 奇数ページ区切りで文書を分割します
sk: Rozdelí dokument na každej párnej stránke

source: Split the document every odd page
ja: 偶数ページ区切りで文書を分割します
sk: Rozdelí dokument na každej nepárnej stránke

source: Split the document after page numbers (num1-num2-num3..)
ja: 指定したページ番号の後ろで文書を分割します（数字1-数字2-数字3..）
sk: Rozdelí dokument po číslach stránok (č1-č2-č3..)

source: Split the document in files of the given size (roughly).
ja: 指定サイズ（おおよその）に収まるように文書を分割します
sk: Rozdelí dokument do súborov danej veľkosti (približne).

source: Split options:
ja: 分割オプション:
sk: Možnosti rozdelenia:

source: Destination folder:
ja: 保存先フォルダ:
sk: Cieľový priečinok:

source: Same as source
ja: 元フォルダと同じ
sk: Rovnaký ako zdroj

source: Choose a folder
ja: フォルダの選択
sk: Vyberte priečinok

source: Destination output directory
ja: 保存先ディレクトリ
sk: Cieľový priečinok výstupu

source: Use the same output folder as the input file or choose a folder.
ja: 入力ファイルと同じ場所に保存するか、別のフォルダを指定してください。
sk: Použi rovnaký priečinok výstupu ako vstupu, alebo zvoľ priečinok.

source: To choose a folder browse or enter the full path to the destination output directory.
sk: Pre vybratie priečinku ho nalistujte, alebo napíšte k nemu úplnú cestu.

source: Check the box if you want to overwrite the output files if they already exist.
ja: 同名ファイルが存在する場合、上書き保存する。
sk: Zvoľte túto možnosť, ak si želáte prepísať súbor, pokiaľ už existuje v cieľovom priečinku súbor s rovnakým názvom.

source: Output options:
ja: 出力オプション:
sk: Možnosti výstupu:

source: Output file names prefix:
ja: 出力ファイル名の接頭辞:
sk: Prefix názvov výstupných súborov:

source: Output files prefix
ja: 出力ファイルの接頭辞:
sk: Prefix výstupných súborov

source: If it contains "[CURRENTPAGE]" or "[TIMESTAMP]" it performs variable substitution.
ja: "[CURRENTPAGE]" または "[TIMESTAMP]" を含む場合、変数の置き換えを実行します。
sk: Pokiaľ obsahuje "[CURRENTPAGE]", alebo "[TIMESTAMP]" vykoná náhradu.

source: Ex. prefix_[BASENAME]_[CURRENTPAGE] generates prefix_FileName_005.pdf.
ja: 例） prefix_[BASENAME]_[CURRENTPAGE] と指定すると、prefix_FileName_005.pdf という風になります。
sk: Ex. prefix_[BASENAME]_[CURRENTPAGE] generuje prefix_FileName_005.pdf.

source: If it doesn't contain "[CURRENTPAGE]" or "[TIMESTAMP]" it generates oldstyle output file names.
ja: "[CURRENTPAGE]" や "[TIMESTAMP]" を含まない場合、通常の出力ファイル名になります。
sk: Pokiaľ neobsahuje "[CURRENTPAGE]", alebo "[TIMESTAMP]" generuje názvy súborov v starom štýle.

source: Available variables: [CURRENTPAGE], [TIMESTAMP], [BASENAME].
ja: 使用可能な変数: [CURRENTPAGE], [TIMESTAMP], [BASENAME].
sk: Možné premenné: [CURRENTPAGE], [TIMESTAMP], [BASENAME].

source: Select an input file
ja: 処理するファイルを選択してください
sk: Vyberte vstupný súbor

source: Invalid split size
ja: 無効な分割サイズです
sk: Neplatná veľkosť rozdelenia

source: Output location is not correct
ja: 出力場所が適切ではありません
sk: Nesprávne umiestnenie výstupu

source: The lowest available pdf version is
ja: 使用可能で最も低いPDFバージョンは
sk: Najnižšia dostupná verzia pdf je

source: You selected a lower output pdf version, continue anyway ?
ja: より低いバージョンを出力PDFとして選択しました。継続しますか？
sk: Vybrali ste nižšiu pdf verziu, želáte si pokračovať?

source: Pdf version conflict
sk: Konflikt Pdf verzií

source: Split selected file
ja: 選択したファイルを分割
sk: Rozdeliť vybraný súbor

source: Split
ja: 分割
sk: Rozdeliť

source: Split section loaded.
ja: 分割セクションをロードしました。
sk: Rozdeliť nahratú sekciu.

source: Invalid unit:
ja: 無効な単位:
sk: Neplatný diel:

source: Cover pdf file:
ja: カバーPDFファイル:
sk: Prvá strana pdf súboru

source: Footer pdf file:
ja: フッターPDFファイル:
sk: Záhlavie pdf súboru

source: Select at least one cover or one footer
ja: 最低1つのカバー、もしくはフッターを選択してください
sk: Vyberte aspoň jedn prvú stranu, alebo jednu poslednú stranu

source: Cover and Footer
ja: カバーとフッター
sk: Prvá a posledná strana

source: Cover And Footer section loaded.
ja: カバー/フッターセクションをロードしました。
sk: Prvá a posledná strana nahratej sekcie.

source: Owner password:
ja: オーナーパスワード:
sk: Heslo majiteľa:

source: Owner password (Max 32 chars long)
ja: オーナーパスワード（最長32文字）
sk: Heslo majiteľa (Maximálna dĺžka 32 znakov)

source: User password:
ja: ユーザーパスワード:
sk: Užívateľské heslo:

source: User password (Max 32 chars long)
ja: ユーザーパスワード（最長32文字）
sk: Užívateľské heslo (Maximálna veľkosť 32 znakov)

source: Encryption angorithm:
ja: 暗号化アルゴリズム:
sk: Šifrovací algoritmus:

source: Print
ja: プリント
sk: Tlačiť

source: Low quality print
ja: 低品質プリント
sk: Nízka kvalita tlače

source: Copy or extract
ja: コピーまたは抽出
sk: Skopírovať alebo extrahovať

source: Modify
ja: 変更
sk: Upraviť

source: Add or modify text annotations
ja: テキスト注釈の追加または変更
sk: Pridať alebo upraviť textové poznámky

source: Fill form fields
sk: Vyplniť polia formuláru

source: Extract for use by accessibility dev.
sk: Extrahovať pre použitie vývpjového prístupu.

source: Manipulate pages and add bookmarks
ja: ページの操作としおりの追加
sk: Pracovať so stránkami a pridať záložky

source: Allow all
ja: すべてを許可
sk: Povoliť všetko

source: Encrypt options:
ja: 暗号化オプション:
sk: Možnosti šifrovania:

source: Check the box if you want compressed output files (Pdf version 1.5 or higher).
ja: 出力ファイルを圧縮したいとき（PDFバージョンは1.5以上）にチェックしてください。
sk: Zaškrtnite ak chcete zmenšiť veľkosť výstupných súborov (Pdf verzia 1.5 alebo vyššia).

source: If it contains "[TIMESTAMP]" it performs variable substitution.
ja: "[TIMESTAMP]" を含む場合、変数として置き換えを実行します。
sk: Ak obsahuje "[TIMESTAMP]" urobí zámenu premenných.

source: Ex. [BASENAME]_prefix_[TIMESTAMP] generates FileName_prefix_20070517_113423471.pdf.
sk: Priklad [BASENAME]_prefix_[TIMESTAMP] generuje NázovSúboru_prefix_20070517_113423471.pdf.

source: If it doesn't contain "[TIMESTAMP]" it generates oldstyle output file names.
sk: Ak neobsahujen "[TIMESTAMP]" generuje staré typy mien súborov.

source: Available variables: [TIMESTAMP], [BASENAME].
ja: 使用可能な変数: [TIMESTAMP], [BASENAME].
sk: Dostupné premenné: [TIMESTAMP], [BASENAME].

source: Encrypt selected files
ja: 選択したファイルを暗号化
sk: Zašifruj vybrané súbory

source: Encrypt
ja: 暗号化
sk: Zašifrovať

source: Encrypt section loaded.
ja: 暗号化セクションをロードしました。
sk: Zašifrovať nahratú sekciu.

source: Reverse first document
sk: Obrátiť prvý dokument

source: Reverse second document
sk: Obrátiť druhý dokument

source: Found a password for first file.
ja: 最初のファイルにパスワードがかかっています。
sk: Nájdené heslo pre prvý súbor.

source: Found a password for second file.
ja: 2番目のファイルにパスワードがかかっています。
sk: Nájdené heslo pre druhý súbor.

source: Please select two pdf documents.
ja: 2つのPDF文書を選択してください。
sk: Prosím vyberte dva pdf dokumenty.

source: Execute pdf alternate mix
sk: Spustiť náhodné premiešanie pdf

source: Alternate Mix
sk: Náhodne premiešať

source: AlternateMix section loaded.
sk: Náhodne premiešať nahratú sekciu.

source: Unpack selected files
ja: 選択したファイルを解凍する
sk: Rozbaliť vybrané súbory

source: Unpack
ja: 解凍
sk: Rozbaliť

source: Unpack section loaded.
ja: 解凍セクションをロードしました。
sk: Rozbaliť nahratú sekciu.

source: Save passwords informations (they will be readable opening the output file)?
sk: Uložiť informácie o hesle (budú čitateľné pri otváraní výstupného súboru)?

source: Confirm password saving
ja: パスワード保存の確認
sk: Potvrdiť uloženie hesla

source: Unknown action.
ja: 不明なアクションです。
sk: Neznáma činnosť.

source: Save
ja: 保存
sk: Uložiť

source: Log saved.
ja: ログを保存しました。
sk: Záznam uložený.

source: node environment loaded.
ja: ノード環境をロードしました。
sk: uzlové prostredie nahraté.

source: Environment saved.
ja: 環境を保存しました。
sk: Prostredie uložené

source: Error saving environment, output file is null.
ja: 環境保存に失敗しました。出力ファイルは空です。
sk: Chyba pri ukladaní prostredia, výstupný súbor je prázdny.

source: Error saving environment.
ja: 環境保存に失敗しました。
sk: Chyba pri ukladaní prostredia.

source: Environment loaded.
ja: 環境をロードしました。
sk: Prostredie nahraté.

source: Error loading environment.
ja: 環境ロードに失敗しました。
sk: Chyba pri nahrávaní prostredia.

source: Error loading environment from input file.
sk: Chyba pri nahrávaní prostredia zo vstupného súboru.

source: Selection table is full, please remove some pdf document.
sk: Tabuľka výberu je plná, prosím odstráňte niektorý pdf dokument.

source: Table full
ja: テーブルがいっぱいです
sk: Tabuľka plná

source: Please wait while reading
ja: 読み込み中...お待ちください
sk: Prosím čakajte počas čítania

source: Selected file is not a pdf document.
ja: 選択したファイルはPDFではありません。
sk: Vybraný súbor nie je pdf dokument.

source: Error loading
ja: 読み込みエラー
sk: Chyba pri nahrávaní

source: Command validation returned an empty value.
sk: Overovanie príkazu vrátilo prázdnu hodnotu.

source: Command executed.
sk: Príkaz spustený.

source: Run
sk: Spustiť

source: Browse
sk: Prehliadať

source: Compress output file/files
sk: Komprimovať výstupný súbor/súbory

source: Don't preserve file order (fast load)
sk: Nezachovávať poradie súborov (rýchle nahrávanie)

source: Output document pdf version:
sk: Verzia výstupného pdf dokumentu:

source: Same as input document
sk: Rovnaký ako vstupný dokument

source: File name
ja: ファイル名
sk: Názov súboru

source: Path
ja: パス
sk: Cesta

source: Pages
ja: ページ
sk: Strany

source: Password
ja: パスワード
sk: Heslo

source: Version
ja: バージョン
sk: Verzia

source: Page Selection
ja: ページの選択
sk: Výber strany

source: Total pages of the document
ja: 文書総ページ数
sk: Počet strán dokumentu

source: Password to open the document (if needed)
ja: 開くためのパスワード（必要な場合）
sk: Heslo pre otvorenie dokumentu (ak je potrebné)

source: Pdf version of the document
ja: 文書のPDFバージョン
sk: Pdf verzia dokumentu

source: Double click to set pages you want to merge (ex: 2 or All or 5-23 or 2,5-7,12-)
ja: 結合するページを設定するにはダブルクリックしてください（例：2 or All or 5-23 or 2,5-7,12-）
sk: Dvojklikom nastavte stránky ktoré majú byť spojené (napr. 2 alebo Všetky alebo 5-23 alebo 2,5-7,12-)

source: Add a pdf to the list
ja: PDFをリストに追加する
sk: Pridať pdf do zoznamu

source: Add
ja: 追加
sk: Pridať

source: Remove a pdf from the list
ja: リストからPDFを削除する
sk: Odobrať pdf zo zoznamu

source: (Canc)
sk: (Zruš)

source: Remove
ja: 削除
sk: Odobrať

source: Reload
ja: 再読込
sk: Obnoviť

source: Error: Unable to reload the selected file/s.
ja: エラー: 指定ファイルを再読込できませんでした。
sk: Chyba: Nemôžem nájsť zadanú cestu k súboru/om.

source: Unable to remove JList text
sk: Nemôžem odobrať JList text

source: File selected:
ja: 選択したファイル:
sk: Vybraný súbor:

source: File reloaded:
ja: 再読込したファイル:
sk: Vybraný súbor:

source: Move Up
ja: 上に移動
sk: Posunúť nahor

source: Move up selected pdf file
ja: 選択したPDFファイルを上に移動
sk: Posunúť nahor vybraný pdf súbor

source: (Alt+ArrowUp)
ja: （Alt＋上矢印）
sk: (Alt+ šípka nahor)

source: Move Down
ja: 下に移動
sk: Posunúť nadol

source: Move down selected pdf file
ja: 選択したPDFファイルを下に移動
sk: Posunúť nadol vybraný pdf súbor

source: (Alt+ArrowDown)
ja: （Alt＋下矢印）
sk: (Alt+ šípka nadol)

source: Clear
ja: クリア
sk: Vyčistiť

source: Remove every pdf file from the merge list
sk: Odstániť každý pdf súbor zo zoznamu zlúčenia

source: Set output file
sk: Nastaviť výstupný súbor

source: Error: Unable to get the file path.
ja: エラー: ファイルのパスを取得できません。
sk: Chyba: Nemôžem získať cestu k súboru

source: Unable to get the default environment informations.
sk: Nemôžem získať predvolené informácie o prostredí.

source: Setting look and feel...
ja: 外観の設定...
sk: Nastavenie vzhľadu...

source: Setting logging level...
ja: ログ記録レベルの設定...
sk: Nastavenie prihlasovacej úrovne...

source: Unable to find log level, setting to default level (DEBUG).
sk: Nemôžem nájsť úroveň záznamu, nastavujem na predvolenú úroveň (DEBUG).

source: Logging level set to
ja: ログ記録レベルを設定:
sk: Záznamová úroveň nastavená na

source: Unable to set logging level.
ja: ログ記録レベルを設定できませんでした。
sk: Nemôžem nastaviť úroveň záznamu.

source: Error getting plugins directory.
ja: プラグインのディレクトリを取得できませんでした。
sk: Chyba pri čítaní adresáru plaginov

source: Cannot read plugins directory
sk: Nemôžem čítať adresár pluginov

source: Plugins directory is null.
ja: プラグインのディレクトリが空です。
sk: Adresár pluginov je prázdny

source: Found zero or many jars in plugin directory
sk: Nájdené nula alebo veľa jar súborov v adresári pluginov

source: Exception loading plugins.
ja: プラグイン読み込み時に例外が発生しました。
sk: Výnimka nahrávania pluginov.

source: Cannot read plugin directory
sk: Nemôžem prečítať zložku s pluginmi

source: plugin loaded.
ja: プラグインを読み込みました。
sk: plugin nahratý.

source: Unable to load a plugin that is not JPanel subclass.
sk: Nemôžem nahrať plugin, ktorý nie je JPabel subclass.

source: Error loading class
sk: Chyba pri nahrávaní triedy

source: Copy
ja: コピー
sk: Kopírovať

source: Select all
ja: 全てを選択
sk: Vybrať všetko

source: Save log
ja: ログの保存
sk: Uložiť záznam

source: File
ja: ファイル
sk: Súbor

source: Save environment
ja: 環境を保存
sk: Uložiť prostredie

source: Load environment
ja: 環境を読み込み
sk: Nahrať prostredie

source: Exit
ja: 終了
sk: Ukončiť

source: Unable to initialize menu bar.
ja: メニューバーの初期化に失敗しました。
sk: Nemôžem spustiť menu.

source: started in
sk: spustený v

source: Loading plugins..
ja: プラグインをロード中...
sk: Nahrávam pluginy...

source: Building menus..
ja: メニューを構成中...
sk: Vytváram menu...

source: Building buttons bar..
ja: ボタンバーを構成中...
sk: Vytváram panel nástrojov...

source: Building status bar..
ja: ステータスバーを構成中...
sk: Vytváram stavový riadok...

source: Building tree..
ja: ツリーを構成中...
sk: Vytváram strom...

source: Loading default environment.
ja: デフォルト環境をロード中。
sk: Nahrávam predvolené prostredie.

source: Error starting pdfsam.
ja: pdfsam開始時にエラー。
sk: Chyba pri spustení pdfsam.

source: Clear log
ja: ログのクリア
sk: Vyčistiť záznam

source: Unable to initialize button bar.
ja: ボタンバーの初期化に失敗しました。
sk: Nemôžem spustiť panel nástrojov.

source: Version:
ja: バージョン:
sk: Verzia:

source: Language:
ja: 言語:
sk: Jazyk:

source: Author:
ja: 作者:
sk: Autor:

source: Build date:
ja: ビルド日時:
sk: Dátum dokončenia:

source: Java home:
sk: Java:

source: Java version:
sk: Java verzia:

source: Max memory:
ja: 最大メモリ:
sk: Maximálna pamäť:

source: Configuration file:
ja: 設定ファイル:
sk: Konfiguračný súbor:

source: Website:
ja: Webサイト:
sk: Web stránka:

source: Name
ja: 名前
sk: Meno

source: Author
ja: 作者
sk: Autor

source: Unimplemented method for JInfoPanel
sk: Neimplementovaná metóda pre JInfoPanel

source: Contributes:
sk: Prispievatelia:

source: Log level:
ja: ログレベル:
sk: Úroveň záznamu:

source: Look and feel:
ja: 外観:
sk: Vzhľad:

source: Theme:
ja: テーマ:
sk: Motív:

source: Language:
ja: 言語：
sk: Jazyk:

source: Check for updates:
ja: 更新の確認:
sk: Skontrolovať aktualizácie:

source: Load default environment at startup:
ja: 開始時にデフォルト環境をロード:
sk: Nahrať pôvodné prostredie pri štarte:

source: Default working directory:
ja: デフォルトの作業ディレクトリ:
sk: Predvolený pracovný priečinok:

source: Error getting default environment.
sk: Chyba pri nastavení pôvodného prostredia.

source: Settings
ja: 設定
sk: Nastavenia

source: Language
ja: 言語
sk: Jazyk

source: Set your preferred language (restart needed)
ja: 使用言語の設定（要リスタート）
sk: Nastavte vami preferovaný jazyk (potrebný reštart)

source: Look and feel
ja: 外観
sk: Vzhľad

source: Set your preferred look and feel and your preferred theme (restart needed)
sk: Nastavte vami preferovaný vzhľad a tému (potrebný reštart)

source: Log level
ja: ログレベル
sk: Úroveň záznamu

source: Set a log detail level (restart needed)
sk: Nastav úroveň záznamu (vyžaduje reštart)

source: Check for updates
ja: 更新の確認
sk: Skontrolovať aktualizácie

source: Set when new version availability should be checked (restart needed)
sk: Nastaviť kedy sa má kontrolovať dostupnosť novej verzie (vyžaduje reštart)

source: Default env.
sk: Pôvodné prostredie

source: Select a previously saved env. file that will be automatically loaded at startup
sk: Vyber predtým uložený súbor s prostredím, ktorý bude automaticky nahraný pri štarte.

source: Default working directory
sk: Predvolený pracovný priečinok

source: Select a directory where documents will be saved and loaded by default
sk: Vyberte priečinok, v ktorom budú dokumenty ukladané a nahrávané

source: Check now
sk: Zaškrtnúť teraz

source: Configuration saved.
sk: Konfigurácia uložená.

source: Unimplemented method for JSettingsPanel
sk: Neimplementovaná metóda pre JSettings Panel

source: New version available:
sk: Nová verzia dostupná:

source: Error getting pdf version description.
sk: Chyba pri získávaní popisu verzie pdf.

source: Version 1.2 (Acrobat 3)
sk: Verzia 1.2 (Acrobat 3)

source: Version 1.3 (Acrobat 4)
sk: Verzia 1.3 (Acrobat 4)

source: Version 1.4 (Acrobat 5)
sk: Verzia 1.4 (Acrobat 5)

source: Version 1.5 (Acrobat 6)
sk: Verzia 1.5 (Acrobat 6)

source: Version 1.6 (Acrobat 7)
sk: Verzia 1.6 (Acrobat 7)

source: Version 1.7 (Acrobat 8)
sk: Verzia 1.7 (Acrobat 8)

source: Never
sk: Nikdy

source: pdfsam start up
sk: spustenie pdfsam

source: Checking for a new version available.
sk: Kontrolujem nové verzie.

source: Error checking for a new version available.
sk: Chyba pri kontrolovaní nových verzií.

source: Unable to get latest available version
sk: Nemôžem stiahnuť najnovšiu verziu.

source: New version available.
sk: Nová verzia dostupná.

source: No new version available.
sk: Žiadna nová verzia dostupná.
