Repository: Dearborn-Open-AI/pdfsam-v2
Catalog: pdfsam-enhanced/pdfsam-langpack/trunk/po/*/pdfsam-*.po
Languages: pl, ro

source: Input file doesn't exists or is a directory
pl: Plik wejściowy nie istnieje lub jest katalogiem
ro: Fișierul de intrare nu există sau este un director

source: Error opening pdf document
pl: Błąd przy otwieraniu dokumentu pdf
ro: Eroare deschidere document PDF

source: Password not provided.
pl: Hasło nie wprowadzone
ro: Parola nu este prevăzută.

source: Unable to open the document.
pl: Nie można otworzyć dokumentu
ro: Documentul nu poate fi deschis

source: Not enough memory to create thumbnails
pl: Za mało pamięci żeby utworzyć miniaturki
ro: Nu este suficientă memorie pentru creerea miniaturilor

source: Unable to generate thumbnail
pl: Nie można utworzyć miniaturek
ro: Incapabil să generez miniatura

source: Merge options
pl: Opcje łączenia
ro: Optiuni de imbinare

source: PDF documents contain forms
pl: Dokumenty PDF zawierają formularze
ro: Documentele PDF contin formulare

source: Merge type
pl: Typ łączenia
ro: Tip imbinare

source: Unchecked
pl: Odznaczone
ro: Nemarcat

source: Use this merge type for standard pdf documents
pl: Użyj tego typu łączenia dla standardowych dokumentów pdf
ro: Folositi acest tip de imbinare pentru documente PDF standard

source: Checked
pl: Zaznaczone
ro: Selectat

source: Use this merge type for pdf documents containing forms
pl: Użyj tego typu łączenia dla dokumentów pdf zawiarających formularze
ro: Folositi acest tip de imbinare pentru documente PDF care contin formulare

source: Note
pl: Notatka
ro: Notă

source: Setting this option the documents will be completely loaded in memory
pl: Po ustawieniu tej opcji dokumenty będą całkowicie ładowane do pamięci
ro: Setând această opțiune documentele vor fi încărcate complect în memorie

source: Destination output file
pl: Docelowy plik wyjściowy
ro: Destinatie fisier iesire

source: Browse or enter the full path to the destination output file.
pl: Przeglądaj lub wpisz pełną ścieżkę docelowego pliku wyjściowego.
ro: Browse sau introduceti calea completa spre fisierul de iesire

source: Check the box if you want to overwrite the output file if it already exists.
pl: Zaznacz to pole jeśli chcesz nadpisać plik docelowy jeśli już istnieje.
ro: Bifati daca doriti suprascrierea fisierului de iesire deja existent.

source: Check the box if you want compressed output files.
pl: Zaznacz to pole jeśli chcesz skompresować plik wyjściowy.
ro: Bifati daca doriti comprimarea fisierului de iesire.

source: PDF version 1.5 or above.
pl: Wersja PDF 1.5 lub wyższa
ro: Versiune PDF 1.5 sau superioara.

source: Set the pdf version of the ouput document.
pl: Ustal wersję pdf dla dokumentu wyjściowego
ro: Setați versiunea pdf a documentului rezultat.

source: Execute pdf merge
pl: Połącz pliki PDF
ro: Lansati imbinarea pdf

source: Merge/Extract
pl: Połącz/Podziel
ro: Imbinare/Extragere

source: Merge section loaded.
pl: Wczytano sekcję łączenia.
ro: Imbinarea sectiunilor selectate

source: Error:
pl: Błąd:
ro: Eroare:

source: Found a password for input file.
pl: Odnaleziono hasło dla pliku wejściowego.
ro: S-a gasit parola fisierului de intrare.

source: Export as xml
pl: Eksportuj jako XML
ro: Export ca xml

source: Export the selection list in xml format
pl: Eksport listy wyboru w formacie XML
ro: Exporta lista selectiilor in format xml

source: Unable to save xml file.
pl: Nie można zapisać pliku XML.
ro: Nu se poate salva fisierul xml.

source: File xml saved.
pl: Plik XML został zapisany.
ro: Fisierul xml a fost salvat.

source: Error saving xml file, output file is null.
pl: Błąd zapisywania pliku XML, plik wyjściowy jest pusty.
ro: Eroare salvare fisier xml, fisierul de iesire este null.

source: Split options
pl: Opcje dzielenia
ro: Optiuni impartire

source: Burst (split into single pages)
pl: Pozdziel (podziel na pojedyncze strony)
ro: Burst (imparte in pagini unice)

source: Split every "n" pages
pl: Podziel plik co każde "n" stron
ro: Imparte in câte "n" pagini

source: Split even pages
pl: Podziel strony parzyste
ro: Extrage pagini pare

source: Split odd pages
pl: Podziel strony nieparzyste
ro: Extrage pagini impare

source: Split after these pages
pl: Podziel po tych stronach
ro: Extrage dupa aceste pagini

source: Split at this size
pl: Podziel przy rozmiarze
ro: Extrage la aceasta marime

source: Split by bookmarks level
pl: Podziel na podstawie poziomu zakładek
ro: Împarte cu nivelul semnelor de carte

source: Burst
pl: Najlepsza

source: Explode the pdf document into single pages
pl: Podziel dokument pdf na pojedyncze strony
ro: Expandeaza documentul pdf intr-o singura pagina

source: Split the document every "n" pages
pl: Podziel dokument co każde "n" stron
ro: Imparte documentul in cate "n" pagini

source: Split the document every even page
pl: Podziej dokument co każdą stronę parzystą
ro: Imparte documentul dupa pagini pare

source: Split the document every odd page
pl: Podziel dokument co każdą stronę nieparzystą
ro: Imparte documentul dupa pagini impare

source: Split the document after page numbers (num1-num2-num3..)
pl: Podziel dokument po stronach o nr (nr1-nr2-nr3..)
ro: Imparte documentul dupa numarul paginii (num1-num2-num3..)

source: Split the document in files of the given size (roughly)
pl: Podziel dokument na pliki o podanym rozmiarze (w przybliżeniu)
ro: Împarte documentul în fișiere de o dimensiune dată (aproximativă)

source: Split the document at pages referred by bookmarks of the given level
pl: Dziel dokument przy stronach odnoszących się do danego poziomu zakładek
ro: Împarte documentul la paginile menționate în semnele de carte de o anumită valoare

source: Destination folder
pl: Katalog docelowy
ro: Director destinație

source: Same as source
pl: Identyczny ze źródłowym
ro: La fel cu sursa

source: Choose a folder
pl: Wybierz katalog
ro: Alegeţi un director

source: Destination output directory
pl: Docelowy katalog wyjściowy
ro: Director destinatie iesire

source: Use the same output folder as the input file or choose a folder.
pl: Użyj tego samego folderu co plik wejściowy lub wybierz folder.
ro: Folositi acelasi folder ca destinatie pentru fisierele de intrare sau alegeti un folder

source: To choose a folder browse or enter the full path to the destination output directory.
pl: Żeby wybrać katalog przeglądaj lub wpisz pełną ścieżkę docelowego katalogu wyjściowego.
ro: Alegeti un folder prin parcurgere sau introduceti calea spre folderul destinatie.

source: Check the box if you want to overwrite the output files if they already exist.
pl: Zaznacz to pole jeśli chcesz nadpisać plik docelowy jeśli już istnieje.
ro: Bifati daca doriti suprascrierea fisierelor de iesire existente.

source: Output options
pl: Opcje pliku wyjściowego
ro: Opțiuni de ieșire

source: Output file names prefix:
pl: Przedrostek nazw plików wyjściwych:
ro: Prefix nume fisier iesire:

source: Output files prefix
pl: Prefiks plików wyjściowych
ro: Prefix fisiere iesire

source: If it contains "[CURRENTPAGE]", "[TIMESTAMP]", "[FILENUMBER]" or "[BOOKMARK_NAME]" it performs variable substitution.
pl: Jeśli zawiera "[CURRENTPAGE]", "[TIMESTAMP]", "[FILENUMBER]" lub "[BOOKMARK_NAME]" wykonuje podstawienia zmiennych.
ro: Dacă conține "[PAGINĂCURENTĂ]", "[MARCAJTEMPORAL]", "[NUMEFIȘIER]" sau "[NUME_SEMNDECARTE]" se efectuează o înlocuire variabilă.

source: Ex. prefix_[BASENAME]_[CURRENTPAGE] generates prefix_FileName_005.pdf.
pl: Np. prefiks_[BASENAME]_[CURRENTPAGE] generuje prefiks_NazwaPliku_005.pdf
ro: Ex. prefix_[BASENAME]_[CURRENTPAGE] generează prefix_FileName_005.pdf.

source: If it doesn't contain "[CURRENTPAGE]", "[TIMESTAMP]" or "[FILENUMBER]" it generates oldstyle output file names.
pl: Jeśli nie zawiera "[CURRENTPAGE]", "[TIMESTAMP]" lub "[FILENUMBER]" generuje nazwy plików w starym stylu.
ro: Dacă nu conține "[PAGINĂCURENTĂ]", "[MARCAJTEMPORAL]" sau "[NUMĂRFIȘIER]" va genera vechiul nume al fișierului de ieșire.

source: Available variables
pl: Dostępne zmienne
ro: Variabile disponibile

source: Split selected file
pl: Podziel wybrany plik
ro: Imparte fisierul selectat

source: Split
pl: Podziel
ro: Împarte

source: Split section loaded.
pl: Wczytano sekcję dzielenia.
ro: Împarte secțiunea încărcată.

source: Invalid split size
pl: Błędny rozmiar dzielenia
ro: Mărime împărțită nevalabilă

source: Invalid unit:
pl: Nieprawidłowa jednostka:
ro: Modul nevalabil:

source: Fill from document
pl: Wypełnij z dokumentu
ro: Completare din document

source: Please select a pdf document.
pl: Proszę wybrać dokument PDF.
ro: Selectati un document pdf.

source: Warning
pl: Ostrzeżenie
ro: Atenție

source: Getting bookmarks max depth
pl: Pobieranie maksymalnej głębokości zakładek
ro: Se obține profunzimea maximă a semnelor de carte

source: Unable to retrieve bookmarks maximum depth.
pl: Nie udało sie pobrać maksymalnej głebokości zakładek
ro: Incapabil să obțin profunzimea maximă a semnelor de carte.

source: Frontpage pdf file
pl: Pierwsza strona pliku pdf
ro: Prima pagină a fișierului pdf

source: Addendum pdf file
pl: Uzupełnienie pliku pdf
ro: Anexa fișierului pdf

source: Frontpage and Addendum
pl: Pierwsza strona i uzupełnienie
ro: Prima pagină și anexa

source: Cover And Footer section loaded.
pl: Sekcja okładki i stopki załądowana
ro: Sectiunea coperta si subsol a fost incarcata

source: Select at least one cover or one footer
pl: Wybierz conajmniej jedną okładkę lub stopkę
ro: Selectati minim o coperta si un subsol

source: Encrypt options
pl: Opcje szyfrowania
ro: Optiuni criptare

source: Owner password:
pl: Wybierz plik PDF do szyfrowania
ro: Parola:

source: Owner password (Max 32 chars long)
pl: Hasło własciciela (Maksimalnie 32 charaktery długości)
ro: Parola (maxim 32 caractere)

source: User password:
pl: Hasło użytkownika:
ro: Parolă utilizator:

source: User password (Max 32 chars long)
pl: Hasło użytkownika (Maksimalnie 32 charaktery długości)
ro: Parolă utilizator (maxim 32 caracter)

source: Encryption algorithm:
pl: Algorytm szyfrowania:
ro: Algoritm criptare

source: Allow all
pl: Zezwól wszystkim
ro: Permite tot

source: Print
pl: Drukowanie
ro: Tipăreşte

source: Low quality print
pl: Wydruk w niskiej jakości
ro: Tiparire cu calitate scazuta

source: Copy or extract
pl: Kopiuj lub wyodrębnij
ro: Copiaza sau extrage

source: Modify
pl: Modyfikuj
ro: Modifică

source: Add or modify text annotations
pl: Dodaj lub modyfikuj adnotacje
ro: Adaugă sau modifică textul adnotărilor

source: Fill form fields
pl: Wypełnij pola formularza
ro: Complectați câmpurile formularului

source: Extract for use by accessibility dev.
pl: Podziel, aby użyć na urządzeniu dostępowym
ro: Extrage pentru folosință cu dispozitivul accesibil.

source: Manipulate pages and add bookmarks
pl: Manipulowanie stronami i dodawanie zakładek
ro: Manipulează paginile și adaugă semne de carte

source: Check the box if you want compressed output files (Pdf version 1.5 or higher).
pl: Zaznacz pole jeśli chcesz otrzymać plik skompresowany (wersja Pdf 1.5 lub wyższa)
ro: Marcati daca doriti un fisier comprimat de iesire (versiune PDF 1.5 sau mai mare)

source: If it contains "[TIMESTAMP]" it performs variable substitution.
pl: Jeżeli zawiera "[*TIMESTAMP*]" to wypełnia zmienne zastępowanie.
ro: Dacă conține "[MARCAJTEMPORAL]" se efectuează înlocuirea variabilă.

source: Ex. [BASENAME]_prefix_[TIMESTAMP] generates FileName_prefix_20070517_113423471.pdf.
pl: Np. [BASENAME]_prefix_[TIMESTAMP] generuje FileName_prefix_20070517_113423471.pdf.
ro: Ex. [NUMEDEBAZĂ]_prefix_[MARCAJTEMPORAL] va genera Numefișier_prefix_20070517_113423471.pdf.

source: If it doesn't contain "[TIMESTAMP]" it generates oldstyle output file names.
pl: Jeżeli nie zawiera "[*TIMESTAMP*]" to generuje stary typ nazw plików wzjściowych.
ro: Dacă nu conține "[MARCAJTEMPORAL]" va genera fișierul de ieșire cu vechiul nume.

source: Available variables: [TIMESTAMP], [BASENAME].
pl: Dostępne zmienne: [TIMESTAMP], [BASENAME].
ro: Variabile disponibile: [TIMESTAMP], [BASENAME].

source: Encrypt selected files
pl: Szyfruj wybrane pliki
ro: Cripteaza fisierele selectata

source: Encrypt
pl: Szyfruj
ro: Criptează

source: Encrypt section loaded.
pl: Rozdział szyfrowany załadowany.
ro: S-a incărcat secțiunea criptată.

source: Decrypt selected files
pl: Odszyfruj wybrane pliki
ro: Decripteza fisierele selectata

source: Decrypt
pl: Odszyfrowanie
ro: Decriptează

source: Decrypt section loaded.
pl: Sekcja deszyfrowania załadowana
ro: S-a incărcat secțiunea decriptată.

source: Document metadata
pl: Metadane dokumentu
ro: Metadata documentului

source: Title
pl: Tytuł
ro: Titlu

source: Author
pl: Autor
ro: Autor

source: Subject
pl: Temat
ro: Subiect

source: Keywords
pl: Słowa kluczowe
ro: Cuvinte cheie

source: Set the document title.
pl: Ustaw nazwę dokumentu
ro: Alegeti titlul documentului

source: Set the document author.
pl: Ustaw autora dokumentu
ro: Alegeti autorul documentului

source: Set the document subject.
pl: Ustaw przedmiot dokumentu
ro: Alegeti subiectul documentului

source: Set the document keywords.
pl: Ustaw słowa kluczowe dokumentu
ro: Alegeti cuvinte cheie pentru document

source: Choose a file
pl: Wybierz plik
ro: Alegeți un fișier

source: Set metadata on the selected file
pl: Ustaw metadane dla wybranego dokumentu
ro: Setează metadata fișierului selectat

source: Document Info
pl: Informacje o dokumencie
ro: Informatii Document

source: Rotate section loaded.
pl: Obróć wczytaną sekcję
ro: Rotește secțiunea încărcată.

source: Mix options
pl: Opcje łączenia
ro: Opțiuni de mixare

source: Reverse first document
pl: Odwróć kolejność pierwszego dokumentu
ro: Inversează primul document

source: Reverse second document
pl: Odwróć kolejność drugiego dokumentu
ro: Inversează al doilea document

source: Number of pages to switch from the first document to the other
pl: Liczba stron do przestawienia z pierwszego dokumentu do nowego
ro: Numărul de pagini de trecut de la primul document la altul

source: Number of pages to switch from the second document to the other
pl: Liczba stron do przestawienia z drugiego dokumentu do nowego
ro: Numărul de pagini de trecut de la al doilea document la altul

source: Tick the boxes if you want to reverse the first or the second document (or both).
pl: Wybierz pola jeśli chcesz odwrócić pierwszy lub drugi dokument (bądź oba).
ro: Bifați casuțele dacă doriți să schimbați primul sau al doilea document (sau ambele).

source: Set the number of pages to switch from the first document to the other one (default is 1).
pl: Ustaw liczbę stron do przestawienia z pierwszego dokumentu do nowego (domyślnie 1).
ro: Setați numărul de pagini de trecut de la primul document la un altul (inițial este 1).

source: Set the number of pages to switch from the second document to the other one (default is 1).
pl: Ustaw liczbę stron do przestawienia z drugiego dokumentu do nowego (domyślnie 1).
ro: Setați numărul de pagini de trecut de la al doilea document la un altul (inițial este 1).

source: Execute pdf alternate mix
pl: Uruchom przemienne łączenie
ro: Execută mixajul alternetiv pdf

source: Alternate Mix
pl: Łączenie przemienne
ro: Mixaj alternativ

source: AlternateMix section loaded.
pl: Sekcja łaczenia przemiennego załadowana
ro: S-a încărcat secțiunea de mixaj alternetiv

source: Found a password for first file.
pl: Odnaleziono hasło dla pierwszego pliku
ro: S-a gasit parola pentru primul fisier.

source: Found a password for second file.
pl: Odnaleziono hasło dla drugiego pliku
ro: S-a gasit parola pentru al doilea fisier.

source: Unpack selected files
pl: Rozpakuj wybrane pliki
ro: Dezarhiveaza fisierele selectate

source: Unpack
pl: Rozpakuj
ro: Dezarhiveaza

source: Unpack section loaded.
pl: Sekcja rozpakowywania załadowana
ro: S-a încărcat secțiunea despachetată.

source: Set viewer options
pl: Ustaw opcje wyświetlania
ro: Setează opțiunile de vizualizare

source: Hide the menubar
pl: Ukryj pasek menu
ro: Ascunde bara de meniu

source: Hide the toolbar
pl: Ukryj pasek narzędzi
ro: Ascunde bara de unelte

source: Hide user interface elements
pl: Ukryj elementy interfejsu użytkownika
ro: Ascunde elementele interfaței utilizatorului

source: Rezise the window to fit the page size
pl: Zmień rozmiar okna dopasowująć do rozmiaru strony
ro: Redimensioneaza fereastra pentru incadrare in pagina

source: Center of the screen
pl: Środek ekranu
ro: Centrul ecranului

source: Display document title as window title
pl: Wyświetl tytuł dokumentu jako tytuł okna
ro: Afiseaza titlul documentului ca titlul ferestrei

source: Pdf version required:
pl: Wymagana wersja PDF:
ro: Versiunea PDF necesara:

source: No page scaling in print dialog
pl: Nie skaluj strony w oknie drukowania
ro: Nu este nici o pagină scalată în dialogul de tipărire

source: Viewer open mode:
pl: Tryb otwarcia przeglądarki:
ro: Modul de deschidere al vizualizatorului:

source: Viewer layout:
pl: Wygląd przeglądarki:
ro: Aspect vizualizator:

source: Non fullscreen mode:
pl: Tryb niepełnoekranowy
ro: Fără mod ecran întreg:

source: Direction:
pl: Kierunek:
ro: Direcție:

source: Set options
pl: Ustaw opcje
ro: Setează opțiunile

source: Set viewer options for selected files
pl: Ustaw opcje wyświetlania dla wybranych plików
ro: Setează opțiunile de vizualizare pentru fișierele selectate

source: Left to right
pl: Od lewej do prawej
ro: De la stânga la dreapta

source: Right to left
pl: Od prawej do lewej
ro: De la dreapta la stânga

source: None
pl: Żaden
ro: Nimic

source: Fullscreen
pl: Pełny ekran
ro: Pe tot ecranul

source: Attachments
pl: Załączniki
ro: Atașamente

source: Optional content group panel
pl: Panel grupy zawartości opcjonalnej
ro: Panou conținut grup opțional

source: Document outline
pl: Szkic dokumentu
ro: Contur document

source: Thumbnail images
pl: Miniaturki
ro: Imagini miniatură

source: One page at a time
pl: Jedna strona na raz
ro: O pagină odată

source: Pages in one column
pl: Strony w jednej kolumnie
ro: Pagini într-o coloană

source: Pages in two columns (odd on the left)
pl: Strony w dwóch kolumnach (nieparzyste po lewej)
ro: Pagini în două coloane (impare la stânga)

source: Pages in two columns (odd on the right)
pl: Strony w dwóch kolumnach (nieparzyste po prawej)
ro: Pagini în două coloane (impare la dreapta)

source: Two pages at a time (odd on the left)
pl: Dwie strony naraz (nieparzyste po lewej)
ro: Două pagini odată (impare la stânga)

source: Two pages at a time (odd on the right)
pl: Dwie strony naraz (nieparzyste po prawej)
ro: Două pagini odată (impare la dreapta)

source: Viewer options
pl: Opcje wyświetlania
ro: Opțiunile vizualizatorului

source: Viewer options section loaded.
pl: Sekcja opcji wyświetlania załadowana
ro: S-a încărcat secțiunea opțiunilor vizualizatorului

source: Move on top
pl: Przenieś na górę
ro: Mută la început

source: Move to bottom
pl: Przenieś na dół
ro: Mută până jos

source: To choose a file browse or enter the full path to the destination output file.
pl: Żeby wybrać plik wybierz lub wpisz pełną ściezkę dla pliku wyjściowego
ro: Alegeți un fișier căutat sau introduceți calea întreagă a destinației fișierului de ieșire.

source: Execute pages reorder
pl: Uruchom zmianę kolejności stron
ro: Reordonare pagini

source: Visual document composer
pl: Wizualny kreator dokumentów

source: Visual Composer section loaded.
pl: Załadowano sekcję wizualnego kreatora.
ro: S-a încărcat secțiunea compozitorului vizual.

source: Please select a pdf document or undelete some pages
pl: Proszę zaznaczyć dokument pdf lub przywrócić skasowane strony
ro: Selectați un document pdf sau anulați ștergerea unor fișiere

source: Rotation
pl: Obrót
ro: Rotatie

source: All
pl: Wszystko
ro: Toate

source: Even
pl: Parzyste
ro: Par

source: Odd
pl: Nieparzyste
ro: Impar

source: Clockwise rotation (degrees):
pl: Obrót z ruchem zagara (stopnie)
ro: Rotatie in sens orar

source: Pages:
pl: Strony:
ro: Pagini:

source: Set the rotation degrees (clockwise).
pl: Ustaw kąt obrotu (z ruchem zegara)
ro: Alegeti unghiul de rotatie (sens orar)

source: Set the pages that will be rotated.
pl: Wybierz strony do obrócenia
ro: Setați paginile care vor fi rotate.

source: Rotate selected files
pl: Obróć wybrane pliki
ro: Rotește fișierele selectate

source: Rotate
pl: Obróć
ro: Rotește

source: Use the same output file name as the input file or choose a file.
pl: Ustaw taką samą nazwę pliku wyjściowego jak wejściowego lub wybierz plik
ro: Folosește același nume al fișierului de ieșire ca al fișierului de intrare sau alegeți un fișier.

source: Visual reorder
pl: Wizualna zmiana kolejności
ro: Rearanjare vizuală

source: Visual Reorder section loaded.
pl: Załadowano sekcję wizualnej zmiany kolejności
ro: S-a încărcat secțiunea rearanjării vizuale.

source: Please select a pdf document or undelete some page
pl: Proszę zaznaczyć dokument pdf lub przywrócić skasowane strony
ro: Selectați un document pdf sau anulați ștergerea unei pagini

source: New version available.
pl: Dostępna nowa wersja.
ro: Este disponibilă o nouă versiune.

source: No new version available.
pl: Brak nowej wersji.
ro: Nu este disponibilă nici o nouă versiune.

source: Unknown action.
pl: Nieznana akcja.
ro: Acțiune necunoscută.

source: Log saved.
pl: Log zapisany.
ro: S-a salvat jurnalul.

source: Save as
pl: Zapisz jako
ro: Salvează ca

source: Save the image
pl: Zapisz obraz
ro: Salvează imaginea

source: Unable to save image
pl: Nie można zapisać obrazu
ro: Nu pot salva imaginea

source: Close
pl: Blisko
ro: Închidere

source: Close panel
pl: Zamknij panel
ro: Închide panoul

source: Rotate anticlockwise
pl: Obróć przeciwnie do ruchu wskazówek zegara
ro: Rotește spre stânga

source: Rotate clockwise
pl: Obróć zgodnie z ruchem wskazówek zegara
ro: Rotește la dreapta

source: Zoom in
pl: Przybliż (+)
ro: Mărește

source: Zoom out
pl: Oddal (-)
ro: Micșorează

source: No zoom
pl: Brak powiększenia
ro: Fără zoom

source: No zoom applied
pl: Nie zastosowano przybliżenia
ro: Nu s-a aplicat zoom-ul

source: Save environment
pl: Zapisz środowisko
ro: Salvează mediul

source: Save passwords informations (they will be readable opening the output file)?
pl: Zapisz informacje hasła (będą odczytywalne w czasie otwierania pliku wyjściowego)
ro: Salvez informațiile parolelor (vor fi citibile deschizând fișierul de ieșire)?

source: Confirm password saving
pl: Potwierdź zapisanie hasła
ro: Confirmă salvarea parolelor

source: Load environment
pl: Wczytaj środowisko
ro: Încarc mediul

source: Unable to create image for a null input document
pl: Nie można utworzyć obrazu dla pustego dokumentu wejściowego
ro: Incapabil să creez o imagine pentru nici un document de intrare

source: Unable to create thumbnails for a null input document
pl: Nie można utworzyć miniaturek dla pustego dokumentu wejściowego
ro: Incapabil să creez o miniatură pentru nici un document de intrare

source: Unable to open the input document
pl: Nie można otworzyć dokumentu wejściowego
ro: Incapabil să deschid documentul de intrare

source: Thumbnails generated in
pl: Miniatury wygenerowane w
ro: Miniaturile au fost generate în

source: node environment loaded.
pl: załadowano środowisko węzła
ro: s-a încărcat nodul mediului.

source: Environment saved.
pl: Zapisano środowisko.
ro: S-a salvat mediul.

source: Error saving environment, output file is null.
pl: Błąd zapisywania środowiska, plik wyjściowy pusty
ro: Eroare la salvarea mediului, fișierul de ieșire este nul.

source: Error saving environment.
pl: Błąd zapisu środowiska.
ro: Eroare la salvarea mediului.

source: Environment loaded.
pl: Środowisko załadowane.
ro: S-a încărcat mediul.

source: Error loading environment.
pl: Błąd ładowania środowiska.
ro: Eroare la încărcarea mediului.

source: Error loading environment from input file.
pl: Błąd wczytywania środowiska z pliku wejściowego
ro: Eroare la încărcarea mediului din fișierul de intrare.
