Repository: Dearborn-Open-AI/pdfsam-v2
Catalog: pdfsam-enhanced/pdfsam-langpack/trunk/po/*/pdfsam-*.po
Languages: pl, ro

source: Image viewer
pl: Przeglądarka obrazów
ro: Vizualizator de imagini

source: Unable to initialize the thumbnails creation library.
pl: Nie można zainicjować biblioteki tworzenia miniaturek
ro: Incapabil să inițializez librăria creatorului de miniaturi.

source: Unable to open image preview
pl: Nie można otworzyć podglądu obrazu
ro: Incapabil să deschid previzualizarea imaginii

source: Unknown Action
pl: Nieznana akcja
ro: Acțiune necunoscută

source: Error playing sound
pl: Błąd odtwarzania dźwięku
ro: Eroare la redarea sunetului

source: Generating thumbnails using the following library:
pl: Generowanie miniaturek używając poniższej biblioteki
ro: Se generează miniaturile folosind următoarele librării:

source: Selection table is full, please remove some pdf document.
pl: Tabela wyboru jest pełna, proszę usunąć część dokumentów pdf
ro: Tabelul de selecție este plin, eliminați câteva documente pdf.

source: Table full
pl: Tabela pełna
ro: Tabel plin

source: Please wait while all files are processed..
pl: Czekaj, przetwarzanie wszystkich plików w toku
ro: Așteptați până ce vor fi procesate toate fișierele..

source: Command validation returned an empty value.
pl: Polecenie weryfikacji zwróciło pustą wartość
ro: Validarea comenzii a întors o valoare goală.

source: Command executed.
pl: Polecenie wykonane.
ro: Comandă executată.

source: Add
pl: Dodanie
ro: Adaugă

source: Add a pdf to the list
pl: Dodaj plik PDF do listy
ro: Adaugați un pdf la listă

source: Clear
pl: Wyczyść
ro: Curăţă

source: Remove every pdf file from the selection list
pl: Usuń wszystkie pliki pdf z listy zaznaczania
ro: Eliminați fiecare fișier pdf din lista selecțiilor

source: Document properties
pl: Właściwości dokumentu
ro: Propietățile documentului

source: Show document properties
pl: Pokaż właściwości dokumentu
ro: Arată propietățile documentului

source: Move down
pl: Przenieś niżej
ro: Mută în jos

source: Move down selected pdf file
pl: Przesuń wybrany plik PDF w dół
ro: Mută în jos fișierul pdf selectat

source: Move Up
pl: Przenieś do góry
ro: Mută în sus

source: Move up selected pdf file
pl: Przesuń wybrany plik PDF do góry
ro: Mută în sus fișierul pdf selectat

source: Reload
pl: Załaduj ponownie
ro: Reîncărcare

source: Reload the selected document
pl: Załaduj ponownie zaznaczony dokument
ro: Reîncarcă documentul selectat

source: Remove
pl: Usuń
ro: Elimină

source: Remove a pdf from the list
pl: Usuń plik PDF z listy
ro: Elimină un pdf din listă

source: Set destination
pl: Określ punkt docelowy
ro: Setează destinația

source: Set the destination path
pl: Określ ścieżkę docelową
ro: Setează calea destinației

source: Unable to clean pdf loader
pl: Nie udało się oczyścić modułu ładującego PDF
ro: Incapabil să curăț încărcătorul pdf

source: Run
pl: Wykonaj
ro: Execută

source: Browse
pl: Przeglądaj
ro: Navigare

source: Compress output file/files
pl: Kompresuj plik/pliki wyjściowe
ro: Comprimă ieșirea fișierului/fișierelor

source: Overwrite if already exists
pl: Nadpisz jeśli istnieje
ro: Suprascrie dacă există deja

source: Don't preserve file order (fast load)
pl: Nie zachowuje kolejności plików (szybkie ładowanie)
ro: Nu păstra ordinea fișierului (încărcare rapidă)

source: Output document pdf version:
pl: Wersja PDF dokumentu wyjściowego:
ro: Versiunea de ieșire a documentului pdf:

source: Same as input document
pl: Taka sama jak dokumentu wejściowego
ro: Același ca documentul de intrare

source: Copy
pl: Kopiuj
ro: Copiază

source: Cut
pl: Wytnij
ro: Decupează

source: Paste
pl: Wstaw
ro: Lipește

source: Add prefix
pl: Dodaj przedrostek
ro: Adaugă prefix

source: The cross reference table cantained some error and has been rebuilt
pl: Tabela skojarzeń zawierała błędy i została przebudowana
ro: Tabelul de referință încrucișată conține câteva erori și va fi reconstruit

source: The document has not been opened with the owner password. You must provide the owner password in order to manipulate the document
pl: Dokument nie został otwarty z użyciem hasła właściciela. Musisz podać hasło właściciela żeby manipulować dokumentem.
ro: Documentul nu a fost deschis cu parola propietarului.Trebuie să faceți rost de parola propietarului în scopul manipulării documentului

source: An error occured while loading the document
pl: Wystapił błąd podczas ładowania dokumentu
ro: A intervenit o eroare în timpul încărcării documentului

source: File name
pl: Nazwa pliku
ro: Nume fișier

source: Path
pl: Ścieżka
ro: Cale

source: Pages
pl: Strony
ro: Pagini

source: Password
pl: Hasło
ro: Parolă

source: Version
pl: Wersja
ro: Versiune

source: Page Selection
pl: Wybór strony
ro: Selectare pagină

source: Total pages of the document
pl: Łączna liczba stron dokumentu
ro: Totalul paginilor documentului

source: Password to open the document (if needed)
pl: Hasło do otwarcia dokumentu (jeśli potrzebne)
ro: Parola pentru deschiderea documentului (dacă trebuie)

source: Pdf version of the document
pl: Wersja PDF dokumentu
ro: Versiunea pdf a documentului

source: Double click to set pages you want to merge (ex: 2 or 5-23 or 2,5-7,12-)
pl: Podwójne kliknięcie żeby ustawić strony do połączenia (np. 2 lub 5-23 lub 2,5-7,12-)
ro: Dublu clik pentru setarea paginilor pe care doriți să le uniți (ex: 2 sau 5-23 sau 2,5-7,12-)

source: Unable to remove JList text
pl: Nie można usunąć tekstu JList
ro: Incapabil să elimin textul JList

source: File selected:
pl: Wybrano plik:
ro: Fișier selectat:

source: File reloaded:
pl: Plik załadowany ponownie
ro: Fișier reâncărcat:

source: Open
pl: Otwórz
ro: Deschide

source: Load a pdf document
pl: Załaduj dokument PDF
ro: Încarcă un document pdf

source: Error setting zoom level.
pl: Błąd podczas ustawiania poziomu powiększenia
ro: Eroare la setarea nivelului de zoom

source: Preview
pl: Podgląd
ro: Previzualizare

source: Move Down
pl: Przesuń niżej
ro: Mută în jos

source: Delete
pl: Skasuj
ro: Șterge

source: Undelete
pl: Przywróć
ro: Anluează ștergerea

source: Reverse
pl: Odwrócona
ro: Invers

source: Move up selected pages
pl: Przesuń zaznaczone strony w górę
ro: Mută în sus paginile selectate

source: (Alt+ArrowUp)
pl: Alt+Strzałka w górę
ro: (Alt+Săgeată sus)

source: Move down selected pages
pl: Przesuń zaznaczone strony w górę
ro: Mută în jos paginile selectate

source: (Alt+ArrowDown)
pl: Alt+Strzałka w dół
ro: (Alt+Săgeată jos)

source: Delete selected pages
pl: Skasuj zaznaczone strony
ro: Șterge paginile selectate

source: (Canc)
pl: (Anuluj)

source: Undelete selected pages
pl: Przywróć zaznaczone strony
ro: Anulează ștergerea paginilor selectate

source: Rotate right
pl: Obróć w prawo
ro: Rotește la dreapta

source: Rotate clockwise selected pages
pl: Obróć zanaczone strony zgodnie z ruchem wskazówek zegara
ro: Rotește la dreapta paginile selectate

source: (Alt+ArrowRight)
pl: (Alt + Strzałka w górę)
ro: Alt+SageataCursorDreapta

source: Rotate left
pl: Obróć w lewo
ro: Rotire la stînga

source: Rotate anticlockwise selected pages
pl: Obróć zaznaczone strony przeciwnie do ruchu wskazówek zegara
ro: Rotește la stânga paginile selectate

source: (Alt+ArrowLeft)
pl: (Alt + Strzałka w lewo)
ro: Alt+SageataCursorStânga

source: Reverse pages order
pl: Odwróć kolejność stron
ro: Inverseaza ordinea paginilor

source: Yes
pl: Tak
ro: Da

source: No
pl: Nie
ro: Nu

source: File:
pl: Plik:
ro: Fișier:

source: Pages:
pl: Strony:
ro: Pagini:

source: Pdf version:
pl: Wersja PDF:
ro: Versiune PDF

source: Title:
pl: Tytuł:
ro: Titlu:

source: Author:
pl: Autor:
ro: Autor:

source: Creator:
pl: Twórca:
ro: Autor:

source: Producer:
pl: Producent:
ro: Producător:

source: Encrypted:
pl: Zaszyfrowany:
ro: Criptat:

source: Set output file
pl: Ustaw plik wyjściowy
ro: Alegeti fisierul de iesire

source: Error: Unable to get the file path.
pl: Błąd: Nie można odczytać ścieżki pliku
ro: Eroare: Nu s-a gasit calea fisierului.

source: File
pl: Plik
ro: Fișier

source: Image
pl: Obraz
ro: Imagine

source: Error creating preview panel.
pl: Błąd tworzenia panelu podglądu
ro: Eroare creere panou previzualizare

source: Number of pages
pl: Ilość stron
ro: Număr pagini

source: File size
pl: Rozmiar pliku
ro: Dimensiune fișier

source: Pdf version
pl: Wersja PDF
ro: Versiune PDF

source: Encryption
pl: Szyfrowanie
ro: Criptare

source: Not encrypted
pl: Nie zaszyfrowany
ro: Necriptat

source: Permissions
pl: Uprawnienia
ro: Permisiuni

source: Producer
pl: Producent
ro: Producător

source: Creator
pl: Twórca

source: Creation date
pl: Data utworzenia
ro: Data creării

source: Modification date
pl: Data modyfikacji
ro: Data modificarii

source: Error creating properties panel.
pl: Błąd tworzenia panelu właściwości
ro: Eroare creere panou proprietati.

source: Please select a single pdf document.
pl: Proszę wybrać pojedynczy dokument PDF.
ro: Selectati doar un fisier pdf.

source: File type not supported.
pl: Nie obsługiwany typu pliku.
ro: Tip fisier nesuportat.

source: Error during drag and drop.
pl: Błąd przy "złap i upuść"
ro: Eroare la "drag and drop".

source: Logging level set to
pl: Poziom logowania ustalony na
ro: Nivel de acces setat la

source: Unable to set logging level.
pl: Nie udało się ustawić poziomu logowania.
ro: Nu se poate seta nivelul de acces.

source: Error getting plugins directory.
pl: Błąd przy otrzymywaniu katalogu wtyczek.
ro: Eroare la obținerea directorului modulelor.

source: Cannot read plugins directory
pl: Nie można odczytać katalogu wtyczek
ro: Nu pot citi directorul modulelor

source: Plugins directory is null.
pl: Katalog wtyczek jest pusty.
ro: Directorul modulelor este nul.

source: Found many plugins in
pl: Znaleziono wiele wtyczek w
ro: S-a găsit multe module în

source: selected as the most recent plugin
pl: wybrana jako najnowsza wtyczka
ro: selectat ca cel mai recent modul

source: No plugin found in
pl: Nie znaleziono wtyczki
ro: Nu s-au găsit module în

source: Exception loading plugins.
pl: Wyjątek w czasie ładowania wtyczek.
ro: Excepție la încărcarea modulelor.

source: Cannot read plugin directory
pl: Nie można odczytać katalogu wtyczek
ro: Nu se poate citi directorul modulelor

source: plugin loaded.
pl: wtyczka załadowana.
ro: a fost incarcat

source: Unable to load a plugin that is not JPanel subclass.
pl: Nie można załadować wtyczki, która nie jest subklasą JPanel
ro: Incapabil să încarc un modul care nu este în subclasa JPanel.

source: Error loading class
pl: Błąd ładowania klasy
ro: Eroare incarcare clasa

source: Unable to get latest available version
pl: Nie można pobrać najnowszej wersji
ro: Incapabil să obțin ultima versiune disponibilă

source: Checking for a new version available.
pl: Sprawdzanie dostępności nowej wersji.
ro: Se verifică după o nouă versiune disponibilă.

source: Error checking for a new version available.
pl: Błąd sprawdzania dostępności nowej wersji.
ro: Eroare la verificarea după o nouă versiune disponibilă.

source: Select all
pl: Wybierz wszystkie
ro: Selectaţi tot

source: Save log
pl: Zapisz log
ro: Salvează jurnalul

source: Exit
pl: Wyjscie
ro: Ieșire

source: started in
pl: rozpoczęto w
ro: pornit în

source: Loading plugins..
pl: Wczytywanie wtyczek..
ro: Incarca plugin-uri..

source: Building status bar..
pl: Tworzenie paska stanu..
ro: Initializare bara de stare..

source: Building tree..
pl: Tworzenie drzewa...
ro: Initializare structura arborescenta..

source: Building menus..
pl: Tworzenie menu...
ro: Initializare meniuri..

source: Building buttons bar..
pl: Tworzenie paska przycisków..
ro: Initializare bara cu butoane..

source: Loading default environment.
pl: Ładowanie środowiska domyślnego.
ro: Incarca setari implicite.

source: Error starting pdfsam.
pl: Błąd uruchamiania pdfsam
ro: Eroare la pornirea pdfsam.

source: Clear log
pl: Wyczyść rejestr
ro: Șterge jurnalul

source: Unable to initialize button bar.
pl: Nie można zainicjować paska przycisków
ro: Incapabil să inițializez bara butonului.

source: Version:
pl: Wersja:
ro: Versiune:

source: Console version:
pl: Wersja konsoli
ro: Versiune consolă:

source: Developed by:
pl: Utworzony przez
ro: Dezvoltată de:

source: Build date:
pl: Data kompilacji
ro: Data construirii:

source: Java home:
pl: Strona domowa Java:
ro: Casa java:

source: Java version:
pl: Wersja JAVA:
ro: Versiune Java:

source: Max memory:
pl: Maksymalna pamięć:
ro: Memorie, maxim:

source: Configuration file:
pl: Plik konfiguracyjny:
ro: Fisier configurare:

source: Website:
pl: Strona WWW:

source: Name
pl: Naywa
ro: Nume

source: About
pl: O nas
ro: Despre

source: Unimplemented method for JInfoPanel
pl: Niezaimplementowana metoda dla JInfoPanel
ro: Metodă neimplementată pentru JInfoPanel

source: Contributes:
pl: Wzięli udział:
ro: Contributii:

source: Log level:
pl: Poziom pliku log:
ro: Nivel de jurnalizare:

source: Settings
pl: Ustawienia
ro: Setări

source: Look and feel:
pl: Wygląd i uczucia:
ro: Aspect:

source: Theme:
pl: Wystrój:
ro: Temă:

source: Language:
pl: Język:
ro: Limbă:

source: Thumbnails creator
pl: Kreator miniaturek
ro: Creator de miniaturi

source: Load default environment at startup:
pl: Wczytaj domyślne środowisko przy stracie:
ro: Incarca setari implicite la pornire:

source: Default working directory:
pl: Domyślny katalog roboczy:
ro: Director(folder) de lucru implicit:

source: Check for updates at startup
pl: Sprawdź uaktualnienia przy starcie
ro: Verifica actualizarile la pornire

source: Check now
pl: Sprawdź teraz
ro: Verifică acum

source: Play alert sounds
pl: Odtwórz dźwięki alarmów
ro: Sunet alerta

source: Ask for confirmation when overwrite checkbox is selected
pl: Pytaj o potwierdzenie gdy okienko nadpisywania jest zaznaczone
ro: Cere confirmarea când este selectat butonul de suprascriere

source: Settings
pl: Ustawienia
ro: Setari:

source: Language
pl: Język
ro: Limbă

source: Set your preferred language (restart needed)
pl: Ustaw preferowany język (wymagany restart)
ro: Setați limba preferată (trebuie repornit)

source: Look and feel
pl: Wygląd i uczucia
ro: Aspect

source: Set your preferred look and feel and your preferred theme (restart needed)
pl: Ustaw preferowany wygląd i uczucia oraz preferowany motyw (wymagany restart)
ro: Setați aspectul preferat și tema preferată (necesită restart)

source: Log level
pl: Poziom logu
ro: Nivel jurnal

source: Set a log detail level (restart needed)
pl: Ustaw poziom szczegółowości logu (wymagany restart)
ro: Setează nivelul detaliului jurnalului (necesită repornire)

source: Set the thumbnails creation library
pl: Ustaw bibliotekę tworzenia miniaturek
ro: Setează librăria creatorului de miniaturi

source: Check for updates
pl: Sprawdź aktualizacje
ro: Verifică dacă există actualizări

source: Set when new version availability should be checked (restart needed)
pl: Ustaw czy powinna być sprawdzana dostępność nowej wersji (wymagany restart)
ro: Setează când trebuie verificat disponibilitatea unei noi versiuni (necesită repornire)

source: Turn on or off alert sounds
pl: Włącz/wyłącz dzwieki alarmów
ro: Deschide sau închide sunetele de alarmă

source: Ask overwrite confirmation
pl: Zapytaj o potwierdzenie nadpisania
ro: Cere confirmarea suprascrierii

source: Show a dialog box asking the user for confirmation when the "overwrite" is selected
pl: Pokaż okno dialogowe pytające użytkownika o potwierdzenie gdy "napisz" jest zaznaczone
ro: Arată o căsuță de dialog cerând utilizatorului să confirme când "suprascrierea" este selectată

source: Default env.
pl: Domyślne środ.
ro: Mediu inițial.

source: Select a previously saved env. file that will be automatically loaded at startup
pl: Wybierz wcześniej zapisany plik env. który będzie ładowany automatycznie w czasie uruchamiania
ro: Selectați un fișier mediu salvat anterior care va fi încărcat automat la pornire

source: Default working directory
pl: Domyślny katalog roboczy
ro: Directorul inițial de lucru

source: Select a directory where documents will be saved and loaded by default
pl: Wybierz domyślny katalog zapisu i odczytu dokumentów
ro: Selectați un director inițial unde documentele vor fi salvate și încărcate

source: Save
pl: Zapisz dokument
ro: Salvează

source: Configuration saved.
pl: Zapisano konfigurację.
ro: Configuraţia a fost salvată.

source: Error saving configuration
pl: Błąd zapisu konfiguracji
ro: Eroare salvare configuratie

source: An error occured saving the configuration, please look at the log panel to have more informations.
pl: Wystąpił błąd przy zapisie konfiguracji, więcej informacji w panelu log.
ro: A intervenit o eroare la salvarea configurării,studiați panoul jurnalului ca să obțineți mai multe informații.

source: Unimplemented method for JSettingsPanel
pl: Niezaimplementowana metoda dla JSettingsPanel
ro: Metodă neimplementată pentru JSetingsPanel

source: New version available:
pl: Dostępna jest nowa wersja:
ro: O noua versiune disponibila:

source: Unable to play sound.
pl: Nie można odtworzyć dzwięku.
ro: Incapabil să redau un sunet.

source: Plugins
pl: Wtyczki
ro: Extensii

source: Error getting pdf version description.
pl: Błąd przy otrzymywaniu opisu wersji pdf
ro: Eroare la obținerea descrierii versiunii pdf.

source: Version 1.2 (Acrobat 3)
pl: Wersja 1.2 (Acrobat 3)
ro: Versiune 1.2 (Acrobat 3)

source: Version 1.3 (Acrobat 4)
pl: Wersja 1.3 (Acrobat 4)
ro: Versiune 1.3 (Acrobat 4)

source: Version 1.4 (Acrobat 5)
pl: Wersja 1.4 (Acrobat 5)
ro: Versiune 1.4 (Acrobat 5)

source: Version 1.5 (Acrobat 6)
pl: Wersja 1.5 (Acrobat 6)
ro: Versiune 1.5 (Acrobat 6)

source: Version 1.6 (Acrobat 7)
pl: Wersja 1.6 (Acrobat 7)
ro: Versiune 1.6 (Acrobat 7)

source: Version 1.7 (Acrobat 8)
pl: Wersja 1.7 (Acrobat 8)
ro: Versiune 1.7 (Acrobat 8)

source: Output file location is not correct
pl: Lokalizacja pliku wyjściowego jest niepoprawna
ro: Locul de ieșire al fișierului nu este corect

source: Would you like to change it to
pl: Czy chcesz zmienić na
ro: V-ar place să-l schimbați la

source: Output location error
pl: Błąd lokalizacji wyjścia
ro: Eroare la localizarea ieșirii

source: Please select at least one pdf document.
pl: Proszę wybrać co najmniej jeden dokument PDF.
ro: Selectati cel putin un document PDF.

source: Please select two pdf documents.
pl: Proszę wybrać dwa dokumenty PDF.
ro: Selectați două documente pdf.

source: Please wait while all files are processed.
pl: Proszą czekać na przetworzenie wszystkich pików
ro: Așteptați până când toate fișierele sunt procesate.

source: Still adding files
pl: Nadal dodaję pliki
ro: Se mai adaugă fișiere

source: Please select a destination file.
pl: Proszę wybrać plik docelowy
ro: Selectați un fișier destinație.

source: Please select a destination directory.
pl: Proszę wybrać katalog docelowy
ro: Selectați un director destinație.

source: No destination selected
pl: Nie wyrbano punktu docelowego
ro: Nu s-a selectat nici o destinație

source: Selected output file already exists
pl: Wybrany plik wyjściowy już istnieje
ro: Fișierul de ieșire selectat există

source: Would you like to overwrite it?
pl: Czy chcesz nadpisać to?
ro: Doriți să îl suprascrieți?

source: Please note that output files will overwrite existing files of the same name without warning.
pl: Przypominam, że pliki o tej samej nazwie zostaną nadpisane przez pliki wyjściowe bez ostrzeżenia.
ro: Luați notă că fișierele de ieșire vor suprascrie fișierele existente de același nume fără avertizare.

source: Do you confirm to overwrite?
pl: Potwierdzasz nadpisanie?
ro: Confirmati suprascrierea?

source: Confirm overwrite
pl: Potwierdź nadpisanie
ro: Confirm suprascrierea

source: Provided pages selection is not valid
pl: Zaznaczenie stron jest niepoprawne
ro: Paginile selectate prevăzute nu sunt valabile

source: Limits must be a comma separated list of "page_number" or "page_number-page_number"
pl: Zakresy muszą być w postaci listy pozycji "nr_strony" lub "nr_strony-nr_strony" oddzielonej przecinkami
ro: Limitele trebuie să fie o listă separată de virgulă a "pagină_număr" sau "pagină_număr-pagină_număr"

source: Limits are not valid
pl: Zakresy nie są poprawne
ro: Limitele nu sunt valide

source: Please provide the password to open the encrypted document
pl: Proszę wprowadzić hasło do odczytania zaszyfrowanego dokumentu
ro: Obțineți parola ca să deschideți documentul codat

source: Password request
pl: Wymagane hasło
ro: Se solicită parola

source: Selection list is full, would you like to empty it and load the new document?
pl: Lista wyboru jest pełna, czy chcesz ją oczyścić i wczytać nowy dokument?
ro: Lista selecției este plină, doriți golirea ei și încărcarea noului document?

source: List full
pl: Lista jest pełna
ro: Listă plină

source: The lowest available pdf version is
pl: Najmniejsza dostępna wersja pdf to
ro: Versiunea PDF minima este

source: You selected a lower output pdf version, continue anyway ?
pl: Wyrałeś starszą wersję pdf, czy kontynuowac mimo to?
ro: Ați selectat o versiune pdf mică de ieșire, continuați oricum?

source: Pdf version conflict
pl: Konflikt wersji PDF
ro: Conflict intre versiunile PDF

source: Error retrieving page saved informations
pl: Błąd odzyskiwania zapisanych informacji strony
ro: Eroare la obținerea informațiilor paginii salvate

source: Unable to initializate drag and drop support.
pl: Nie można zainicjować wsparcia "chwyć i upuść"
ro: Incapabil să inițializez suportul trageți și plasați.

source: Setting look and feel...
pl: Ustawianie wyglądu... poczuj...
ro: Se setează aspectul...

source: Setting logging level...
pl: Ustawianie poziomu logowania...
ro: Se setează nivelul de jurnalizare...

source: Unable to find log level, setting to default level (DEBUG).
pl: Nie udało sie znaleźć poziomu logowania, ustawiono poziom domyślny (DEBUG).
ro: Incapabil să găsesc nivelul jurnalului, se setează la nivelul inițial (DEBUG).

source: Loading user interface configuration
pl: Wczytywanie konfiguracji interfejsu użytkownika
ro: Se încarcă configurarea interfeței utilizatorului

source: Unable to find configuration file for the user interface
pl: Nie można znaleźć pliku konfiguracji interfejsu użytkownika
ro: Incapabil să găsesc fișierul de configurare al interfeței utilizatorului

source: Error reading the configuration file for the user interface
pl: Błąd odczytu pliku konfiguracji interfejsu użytkownika
ro: Eroare la citirea fișierului de configurare al interfeței utilizatorului

source: Error initializing the user interface vertical divider location
pl: Błąd inicjalizacji wertykalnego podziału interfejsu użytkownika
ro: Eroare la inițializarea locului de amplasare al divizorului vertical al interfeței utilizatorului

source: Error initializing the user interface horizontal divider location
pl: Błąd inicjalizacji horyzontalnego podziału interfejsu użytkownika
ro: Eroare la inițializarea amplasării divizorului orizontal al interfeței utilizatorului

source: Error initializing the user interface extended state
pl: Błąd w czasie inicjacji rozszzerzonego stanu interfejsu użytkownika
ro: Eroare la inițializarea stării extinse a interfeței utilizatorului

source: Error initializing the user interface size
pl: Błąd w czasie inicjacji rozmiaru interfejsu użytkownika
ro: Eroare la inițializarea dimensiunii interfeței utilizatorului

source: Error initializing the user interface horizontal divider size
pl: Błąd w czasie inicjacji pionowego rozdziału interfejsu użytkownika
ro: Eroare la inițializarea dimensiunii divizorului orizontal al interfeței utilizatorului

source: Error initializing the user interface vertical divider size
pl: Błąd w czasie inicjacji poziomego rozdziału interfejsu użytkownika
ro: Eroare la inițializarea dimensiunii divizorului vertical al interfeței utilizatorului

source: Error initializing the user interface location
pl: Błąd w czasie inicjacji lokalizacji interfejsu użytkownika
ro: Eroare la inițializarea amplasării interfeței utilizatorului
