Repository: Dearborn-Open-AI/pdfsam-v2
Catalog: pdfsam-enhanced/pdfsam-langpack/trunk/po/*/pdfsam-*.po
Languages: pl, ro

source: Saving GUI configuration
pl: Zapisywanie konfiguracji GUI
ro: Se salvează configurația GUI

source: Unable to save user interface status.
pl: Nie udało się zapisać stanu interfejsu.
ro: Incapabil să salvez starea interfeței utilizatorului.
