Repository: Dearborn-Open-AI/pdfsam-v2
Catalog: pdfsam-enhanced/pdfsam-langpack/tags/B_20121030_001/po/*/pdfsam-*.po
Languages: sr

source: Configuration file:
sr: Структура датотеке:

source: Website:
sr: Веб страница:

source: Name
sr: Назив:

source: About
sr: О програму

source: Unimplemented method for JInfoPanel
sr: Нереачизован метод за JInfoPanel

source: Contributes:
sr: Сарадници:

source: Log level:
sr: Ниво евиденције:

source: Settings
sr: Поставке

source: Look and feel:
sr: Изглед и осећај:

source: Theme:
sr: Тема:

source: Language:
sr: Језик:

source: Thumbnails creator
sr: Творац сличица

source: Load default environment at startup:
sr: Учитај подразумевано окружење при покретању :

source: Default working directory:
sr: Подразумевана радна фасцикла:

source: Check for updates at startup
sr: Проверите да ли постоје исправке при покретању

source: Check now
sr: Провери сад

source: Play alert sounds
sr: Пусти звук упозорења

source: Ask for confirmation when overwrite checkbox is selected
sr: Питајте за потврду када је означено поље зазамену

source: Settings
sr: Поставке

source: Language
sr: Језик

source: Set your preferred language (restart needed)
sr: Подесите жељени језик (потребно је препокретање)

source: Look and feel
sr: Изглед и осећај

source: Set your preferred look and feel and your preferred theme (restart needed)
sr: Поставите жељени изглед и осећај и жељену тему (потребно је препокретање)

source: Log level
sr: Ниво евиденције

source: Set a log detail level (restart needed)
sr: Подесите ниво детаља евиденције (потребно је препокретање)

source: Set the thumbnails creation library
sr: Постави библиотеку за стварање сличица

source: Check for updates
sr: Провера за ажурирање

source: Set when new version availability should be checked (restart needed)
sr: Поставите када би доступност нове верзије требало проверити (потребно је препокретање)

source: Turn on or off alert sounds
sr: Укључи или искључи обавештења звукова

source: Ask overwrite confirmation
sr: Тражи потврду за замену

source: Show a dialog box asking the user for confirmation when the "overwrite" is selected
sr: Прикажи дијалошки оквир за потврду корисника када је "замени" изабрано

source: Default env.
sr: Подразумевано окр.

source: Select a previously saved env. file that will be automatically loaded at startup
sr: Изаберите претходно сачувану датотеку окр. која ће бити аутоматски учитана при покретању

source: Default working directory
sr: Подразумевана радна фасцикла

source: Select a directory where documents will be saved and loaded by default
sr: Изаберите фасциклу где ће документ бити подразумевано сачуван и учитан

source: Save
sr: Сачувај

source: Configuration saved.
sr: Структура је сачувана

source: Error saving configuration
sr: Грешка приликом чувања структуре

source: An error occured saving the configuration, please look at the log panel to have more informations.
sr: Дошло је до грешке при чувању поставки , молимо вас погледајте додатне податке у дневнику .

source: Unimplemented method for JSettingsPanel
sr: Не остварен метод за JSettingsPanel

source: New version available:
sr: Доступно је ново издање:

source: Unable to play sound.
sr: Није могуће пустити звук

source: Plugins
sr: Додаци

source: Error getting pdf version description.
sr: Грешка при узимању описа ПДФ издања

source: Version 1.2 (Acrobat 3)
sr: Издање1.2 (Acrobat 3)

source: Version 1.3 (Acrobat 4)
sr: Издање 1.3 (Acrobat 4)

source: Version 1.4 (Acrobat 5)
sr: Издање 1.4 (Acrobat 5)

source: Version 1.5 (Acrobat 6)
sr: Издање 1.5 (Acrobat 6)

source: Version 1.6 (Acrobat 7)
sr: Издање 1.6 (Acrobat 7)

source: Version 1.7 (Acrobat 8)
sr: Издање 1.7 (Acrobat 8)

source: Output file location is not correct
sr: Позиција излазне датотеке није тачна

source: Would you like to change it to
sr: Да ли желите да га промените у

source: Output location error
sr: Грешка излазне локације

source: Please select at least one pdf document.
sr: Изаберите бар један пдф документ.

source: Please select two pdf documents.
sr: Изаберите два ПДФ докумената.

source: Please wait while all files are processed.
sr: Молимо сачекајте док се све датотеке не обраде.

source: Still adding files
sr: Још датотека се додају

source: Please select a destination file.
sr: Изаберите одредишну датотеку.

source: Please select a destination directory.
sr: Изаберите одредишну фасциклу

source: No destination selected
sr: Одредиште није изабрано

source: Selected output file already exists
sr: Изабрана излазна датотека већ постоји

source: Would you like to overwrite it?
sr: Да ли желите да је замените?

source: Please note that output files will overwrite existing files of the same name without warning.
sr: Напомињемо да ће излазне датотеке заменити постојеће датотеке истог имена без упозорења.

source: Do you confirm to overwrite?
sr: Да ли потврђујете замену?

source: Confirm overwrite
sr: Потврди замену

source: Provided pages selection is not valid
sr: Предвиђена изабрана страница није ваљана

source: Limits must be a comma separated list of "page_number" or "page_number-page_number"
sr: Границе списка морају бити раздвојене зарезом "број_странице" или "број_странице-број_странице"

source: Limits are not valid
sr: Ограничења не важе

source: Please provide the password to open the encrypted document
sr: Молимо унесите лозинку да отворите шифровани документ

source: Password request
sr: Захтев за лозинку

source: Selection list is full, would you like to empty it and load the new document?
sr: Изабрани списак је пун, да ли желите да га испразните и учитајте нови документ?

source: List full
sr: Списак је пун

source: The lowest available pdf version is
sr: Најнижа расположива ПДФ верзија је

source: You selected a lower output pdf version, continue anyway ?
sr: Одабрали сте ниже излазно пдф издање, ипак настављате?

source: Pdf version conflict
sr: Сукоб ПДФ издања

source: Error retrieving page saved informations
sr: Грешка код преузимања сачуваних података

source: Unable to initializate drag and drop support.
sr: Није могуће покренути подршку за превуци-пусти.

source: Setting look and feel...
sr: Подеси изглед и осећај...

source: Setting logging level...
sr: Подешавање нивоа евиденције...

source: Unable to find log level, setting to default level (DEBUG).
sr: Није могуће пронаћи ниво евиденције, постави на подразумевани ниво (ИСПРАВИ ГРЕШКУ).

source: Loading user interface configuration
sr: Учитавање поставки корисничког сучеља

source: Unable to find configuration file for the user interface
sr: Не може се пронаћи датотека са поставкама корисничког сучеља

source: Error reading the configuration file for the user interface
sr: Грешка приликом читања датотеке са поставкама корисничког сучеља

source: Error initializing the user interface vertical divider location
sr: Грешка приликом постављања усправне преграде на корисничком сучељу

source: Error initializing the user interface horizontal divider location
sr: Грешка приликом постављања водоравне преграде на корисничком сучељу

source: Error initializing the user interface extended state
sr: Грешка приликом постављања проширења корисничког сучеља

source: Error initializing the user interface size
sr: Грешка приликом постављања величине корисничког сучеља

source: Error initializing the user interface horizontal divider size
sr: Грешка приликом постављања величине водоравне преграде корисничког сучеља

source: Error initializing the user interface vertical divider size
sr: Грешка приликом постављања величине усправне преграде корисничког сучеља

source: Error initializing the user interface location
sr: Грешка приликом постављања локације корисничког сучеља

source: Saving GUI configuration
sr: Чување GUI поставки

source: Unable to save user interface status.
sr: Није могуће сачувати стање корисничког сучеља.
