Repository: Dearborn-Open-AI/pdfsam-v2
Catalog: pdfsam-enhanced/pdfsam-langpack/tags/B_20121030_001/po/*/pdfsam-*.po
Languages: sr

source: Input file doesn't exists or is a directory
sr: Улазна датотека не постоји или је фасцикла

source: Error opening pdf document
sr: Грешка при отварању ПДФ документа

source: Password not provided.
sr: Лозинка није предвиђена.

source: Unable to open the document.
sr: Није могуће отворити документ

source: Not enough memory to create thumbnails
sr: Нема довољно меморије за стварање сличица

source: Unable to generate thumbnail
sr: Није могуће направити сличице

source: Merge options
sr: Могућности спајања

source: PDF documents contain forms
sr: ПДФ документи садрже обрасце

source: Merge type
sr: Врста спајања

source: Unchecked
sr: Непроверено

source: Use this merge type for standard pdf documents
sr: Користите овај начин спајања стандардних ПДФ докумената

source: Checked
sr: Проверено

source: Use this merge type for pdf documents containing forms
sr: Користите овај тип стапања за пдф документе који садржи обрасце

source: Note
sr: Белешка

source: Setting this option the documents will be completely loaded in memory
sr: Постављањем ове могућности документи ће бити у потпуности учитани у меморију

source: Destination output file
sr: Одредиште излазне датотеке

source: Browse or enter the full path to the destination output file.
sr: Погледај или унеси пуну путању до одредишна излазне датотеке.

source: Check the box if you want to overwrite the output file if it already exists.
sr: Означи поље ако желите да замените излазну датотеку уколико већ постоји

source: Check the box if you want compressed output files.
sr: Означите поље ако желите сажмете излазне датотеке

source: PDF version 1.5 or above.
sr: ПДФ издање 1.5 или новије

source: Set the pdf version of the ouput document.
sr: Постави пдф издање излазног документа.

source: Execute pdf merge
sr: Изврши пдф спајање

source: Merge/Extract
sr: Обједини/Издвоји

source: Merge section loaded.
sr: Учитано је за спсјање

source: Error:
sr: Грешка:

source: Found a password for input file.
sr: Пронађена је лозинка за улазну датотеку

source: Export as xml
sr: Извези као xml

source: Export the selection list in xml format
sr: Извези изабрани списак у xml формату

source: Unable to save xml file.
sr: Није могуће сачувати xml датотеку.

source: File xml saved.
sr: xml датотека је сачувана.

source: Error saving xml file, output file is null.
sr: Грешка при чувању xml датотеке, излазна датотека је неважећа.

source: Split options
sr: Могућности дељења

source: Burst (split into single pages)
sr: Разбиј (издели на појединачне странице)

source: Split every "n" pages
sr: Одвоји сваку "n" страницу

source: Split even pages
sr: Одвоји парне странице

source: Split odd pages
sr: Одвоји непарне странице

source: Split after these pages
sr: Одвоји после ових страница

source: Split at this size
sr: Издели на овој величини

source: Split by bookmarks level
sr: Издели по означеним нивоима

source: Burst
sr: Раскид

source: Explode the pdf document into single pages
sr: Растури пдф документ на појединачне странице

source: Split the document every "n" pages
sr: Издели документ сваких "n" страница

source: Split the document every even page
sr: Раздвој документ сваке парне странице

source: Split the document every odd page
sr: Раздвој документ сваке непарне странице

source: Split the document after page numbers (num1-num2-num3..)
sr: Раздвој документ после бројева странице (б1-б2-б3..)

source: Split the document in files of the given size (roughly)
sr: Раздвој документ у датотеке на дату величину (приближно)

source: Split the document at pages referred by bookmarks of the given level
sr: Издели документ на страницама које које су означене на датом нивоу

source: Destination folder
sr: Одредишна фасцикла

source: Same as source
sr: Исто као извор

source: Choose a folder
sr: Одабери фасциклу

source: Destination output directory
sr: Одредиште излазне фасцикле

source: Use the same output folder as the input file or choose a folder.
sr: Користите исту фасциклу излазне као и улазне датотеке или изаберите фасциклу

source: To choose a folder browse or enter the full path to the destination output directory.
sr: Да бисте изабрали фасциклу прегледајте или унесите пуну путању до одредишне излазне фасцикле

source: Check the box if you want to overwrite the output files if they already exist.
sr: Означите поље ако желите да замените излазне датотеке, ако већ постоје

source: Output options
sr: Излазне могућности

source: Output file names prefix:
sr: Префикс имена излазне датотеке:

source: Output files prefix
sr: Префикс излазних датотека

source: If it contains "[CURRENTPAGE]", "[TIMESTAMP]", "[FILENUMBER]" or "[BOOKMARK_NAME]" it performs variable substitution.
sr: Ако она садржи "[CURRENTPAGE]", "[TIMESTAMP]", "[FILENUMBER]" или "[BOOKMARK_NAME]" врши замену променљиве

source: Ex. prefix_[BASENAME]_[CURRENTPAGE] generates prefix_FileName_005.pdf.
sr: Нпр. префикс_[BASENAME]_[CURRENTPAGE] остварује префиx_ИмеДатотеке_005.пдф.

source: If it doesn't contain "[CURRENTPAGE]", "[TIMESTAMP]" or "[FILENUMBER]" it generates oldstyle output file names.
sr: Ако не садржи "[CURRENTPAGE]", "[TIMESTAMP]" или "[FILENUMBER]" онда остварује називе излазних датотека према старом стилу.

source: Available variables
sr: Доступне променљиве

source: Split selected file
sr: Издели изабрану датотеку

source: Split
sr: Издели

source: Split section loaded.
sr: Учитани раздељени одељак

source: Invalid split size
sr: Неважећа раздвојена величина

source: Invalid unit:
sr: Неважећа јединица

source: Fill from document
sr: Попуни из документа

source: Please select a pdf document.
sr: Изаберите пдф документ

source: Warning
sr: Упозорење

source: Getting bookmarks max depth
sr: Добијање ознака највеће дубине

source: Unable to retrieve bookmarks maximum depth.
sr: Није могуће постићи највећи ниво ознака

source: Frontpage pdf file
sr: Насловна страница пдф датотеке

source: Addendum pdf file
sr: Додатак пдф датотеке

source: Frontpage and Addendum
sr: Насловна страница и додатак

source: Cover And Footer section loaded.
sr: Одељак корица и подножја је учитан.

source: Select at least one cover or one footer
sr: Изаберите најмање једне корице или једно подножје

source: Encrypt options
sr: Могућности шифровања

source: Owner password:
sr: Власник лозинке:

source: Owner password (Max 32 chars long)
sr: Власник лозинке (нај. 32 слова дугачак)

source: User password:
sr: Корисничка лозинка:

source: User password (Max 32 chars long)
sr: Корисничка лозинке (нај. 32 слова дугачак)

source: Encryption algorithm:
sr: Алгоритам за шифровање:

source: Allow all
sr: Дозволи све

source: Print
sr: Одштампај

source: Low quality print
sr: Низак квалитет штампе

source: Copy or extract
sr: Умножи или издвоји

source: Modify
sr: Измени

source: Add or modify text annotations
sr: Додај или измени напомене

source: Fill form fields
sr: Попуните поља на обрасцима

source: Extract for use by accessibility dev.
sr: Издвоји за коришћење при развоју приступачности.

source: Manipulate pages and add bookmarks
sr: Управљај страницама и додај ознаке

source: Check the box if you want compressed output files (Pdf version 1.5 or higher).
sr: Означите поље ако желите сажети излазне датотеке (ПДФ издање 1.5 или новије).

source: If it contains "[TIMESTAMP]" it performs variable substitution.
sr: Ако она садржи "[TIMESTAMP]" изврши замену променљиве.

source: Ex. [BASENAME]_prefix_[TIMESTAMP] generates FileName_prefix_20070517_113423471.pdf.
sr: Нпр. [BASENAME]_prefix_[TIMESTAMP] остварује FileName_prefix_20070517_113423471.pdf.

source: If it doesn't contain "[TIMESTAMP]" it generates oldstyle output file names.
sr: Уколико не садржи "[TIMESTAMP]" онда остварује називе излазних датотека према старом стилу.

source: Available variables: [TIMESTAMP], [BASENAME].
sr: Доступне променљиве: [TIMESTAMP], [BASENAME].

source: Encrypt selected files
sr: Шифровање изабране датотеке

source: Encrypt
sr: Шифруј

source: Encrypt section loaded.
sr: Учитан је шифровани одељак

source: Decrypt selected files
sr: Дешифровање изабране датотеке

source: Decrypt
sr: Дешифровање

source: Decrypt section loaded.
sr: Учитан је дешифровани одељак

source: Document metadata
sr: Метаподаци документа

source: Title
sr: Наслов

source: Author
sr: Аутор

source: Subject
sr: Тема

source: Keywords
sr: Кључне речи

source: Set the document title.
sr: Поставите наслов документа

source: Set the document author.
sr: Поставите аутора документа.

source: Set the document subject.
sr: Постави тему докумената.

source: Set the document keywords.
sr: Постави кључне речи докумената.

source: Choose a file
sr: Изабери датотеку

source: Set metadata on the selected file
sr: Постави метаподатке за изабрану датотеку

source: Document Info
sr: Информације о документу

source: Rotate section loaded.
sr: Окрени учитани одељак

source: Mix options
sr: Могућности мешања

source: Reverse first document
sr: Изокрени први документ

source: Reverse second document
sr: Изокрени други документ

source: Number of pages to switch from the first document to the other
sr: Број страница да бисте се пребацили из првог документа на остали

source: Number of pages to switch from the second document to the other
sr: Број страница да бисте се пребацили са другог документа на остали

source: Tick the boxes if you want to reverse the first or the second document (or both).
sr: Означите поља ако желите да изокренете први или други документ (или оба).

source: Set the number of pages to switch from the first document to the other one (default is 1).
sr: Постави број страница да бисте пребацили из првог документа у преостали (подразумевано је 1).

source: Set the number of pages to switch from the second document to the other one (default is 1).
sr: Постави број страница да бисте пребацили са другог документа у преостали (подразумевано је 1).

source: Execute pdf alternate mix
sr: Изведи мешани ПДФ документ

source: Alternate Mix
sr: Мешани документ

source: AlternateMix section loaded.
sr: Учитани одељак мешаног документа

source: Found a password for first file.
sr: Пронађена је лозинка за прву датотеку.

source: Found a password for second file.
sr: Пронађена је лозинка за другу датотеку.

source: Unpack selected files
sr: Отпакиравању изабране датотеке

source: Unpack
sr: Распакуј

source: Unpack section loaded.
sr: Распакуј учитани одељак.

source: Set viewer options
sr: Подеси могућности посматрања

source: Hide the menubar
sr: Сакриј траку избора

source: Hide the toolbar
sr: Сакриј алатну траку

source: Hide user interface elements
sr: Сакриј елементе корисничког сучеља

source: Rezise the window to fit the page size
sr: Прилагоди прозор величини странице

source: Center of the screen
sr: Средина екрана

source: Display document title as window title
sr: Прикажи наслов документа као наслов прозора

source: Pdf version required:
sr: Потребно је ПДФ издање:

source: No page scaling in print dialog
sr: Без промене размере странице у дијалогу за штампање

source: Viewer open mode:
sr: Режим отварања прегледача:

source: Viewer layout:
sr: Изглед прегледача:

source: Non fullscreen mode:
sr: Без приказа целог екрана:

source: Direction:
sr: Смер:

source: Set options
sr: Подеси могућности

source: Set viewer options for selected files
sr: Подешавање могућности прегледача за изабране датотеке

source: Left to right
sr: С лева на десно

source: Right to left
sr: С десна на лево

source: None
sr: Ништа

source: Fullscreen
sr: Цео екран

source: Attachments
sr: Прилози

source: Optional content group panel
sr: Изборни групни садржај

source: Document outline
sr: Преглед документа

source: Thumbnail images
sr: Сличице

source: One page at a time
sr: Страница по страница

source: Pages in one column
sr: Странице у једној колони

source: Pages in two columns (odd on the left)
sr: Странице у две колоне (непарне на лево)

source: Pages in two columns (odd on the right)
sr: Странице у две колоне (непарне на десно)

source: Two pages at a time (odd on the left)
sr: Две странице одједном (непарне на лево)

source: Two pages at a time (odd on the right)
sr: Две странице одједном (непарне на лево)

source: Viewer options
sr: Могућности прегледача

source: Viewer options section loaded.
sr: Учитане су могућности прегледача

source: Move on top
sr: Премести на врх

source: Move to bottom
sr: Помери на дно

source: To choose a file browse or enter the full path to the destination output file.
sr: Да бисте одабрали датотеку прегледајте или упишите пуну путању до одредишта излазне датотеке.

source: Execute pages reorder
sr: Пресложи странице-изврши

source: Visual document composer
sr: Очигледан уређивач документа

source: Visual Composer section loaded.
sr: Учитан је одељак очигледног уређивача

source: Please select a pdf document or undelete some pages
sr: Изаберите пдф документ или вратите избрисане неке странице

source: Rotation
sr: Окретање

source: All
sr: Све

source: Even
sr: Парно

source: Odd
sr: Непарно

source: Clockwise rotation (degrees):
sr: Окрени у десно (степени):

source: Pages:
sr: Странице:

source: Set the rotation degrees (clockwise).
sr: Одредите степене окретања (у смеру казаљке).

source: Set the pages that will be rotated.
sr: Подешавање страница које ће бити окренуте.

source: Rotate selected files
sr: Окрени изабране датотеке

source: Rotate
sr: Окрени

source: Use the same output file name as the input file or choose a file.
sr: Користите исто име излазне датотеке, као улазне датотеке или изаберите датотеку.

source: Visual reorder
sr: Видно преслагање

source: Visual Reorder section loaded.
sr: Одељак видног одељка је учитан

source: Please select a pdf document or undelete some page
sr: Изабери пдф документ или да врати избрисане неке странице

source: New version available.
sr: Нова издање је доступно.

source: No new version available.
sr: Нема доступног новог издања.

source: Unknown action.
sr: Непозната радња.

source: Log saved.
sr: Записник је сачуван

source: Save as
sr: Сачувај као

source: Save the image
sr: Сачувај слику

source: Unable to save image
sr: Није могуће сачувати слику

source: Close
sr: Затвори

source: Close panel
sr: Затвори површ

source: Rotate anticlockwise
sr: Окрени у лево

source: Rotate clockwise
sr: Окрени у смеру казаљке

source: Zoom in
sr: Увећај

source: Zoom out
sr: Умањи

source: No zoom
sr: Без увећања

source: No zoom applied
sr: Увећање није примењено

source: Save environment
sr: Сачувај окружење

source: Save passwords informations (they will be readable opening the output file)?
sr: Сачувај податке о лозинки (она ће бити читљива отварање излазне датотеке)?

source: Confirm password saving
sr: Потврди чување лозинке

source: Load environment
sr: Учитај окружење

source: Unable to create image for a null input document
sr: Није могуће направити слику за неважећи улазни документ

source: Unable to create thumbnails for a null input document
sr: Није могуће направити сличице за неважећи улазни документ

source: Unable to open the input document
sr: Није могуће отворити улазни документ

source: Thumbnails generated in
sr: Сличице направљене у

source: node environment loaded.
sr: учитано окружење чворова.

source: Environment saved.
sr: Окружење је сачувано

source: Error saving environment, output file is null.
sr: Грешка приликом чувања окружења, излазна датотека је неважећа.

source: Error saving environment.
sr: Грешка при чувању окружења.

source: Environment loaded.
sr: Учитано је окружење

source: Error loading environment.
sr: Грешка при учитавању окружења

source: Error loading environment from input file.
sr: Грешка при учитавању окружења из улазне датотеке.

source: Image viewer
sr: Прегледач слика

source: Unable to initialize the thumbnails creation library.
sr: Није могуће иницирати библиотеку за стварање сличица.

source: Unable to open image preview
sr: Није могуће отворити преглед слике

source: Unknown Action
sr: Непозната радња

source: Error playing sound
sr: Грешка при пуштању звука

source: Generating thumbnails using the following library:
sr: Стварају се сличице помоћу следеће библиотеке:

source: Selection table is full, please remove some pdf document.
sr: Изабрана табела је попуњена, уклоните неке ПДФ документе

source: Table full
sr: Табела је пуна

source: Please wait while all files are processed..
sr: Молимо сачекајте, све датотеке се обрађују...

source: Command validation returned an empty value.
sr: Провера команде је вратила празну вредност

source: Command executed.
sr: Команда је извршена

source: Add
sr: Додај

source: Add a pdf to the list
sr: Додај ПДФ на списак

source: Clear
sr: Очисти

source: Remove every pdf file from the selection list
sr: Уклоните сваку пдф датотеку са изабраног списка

source: Document properties
sr: Својства документа

source: Show document properties
sr: Прикажи својства докумената

source: Move down
sr: Помери надоле

source: Move down selected pdf file
sr: Премести надоле изабрану пдф датотеку

source: Move Up
sr: Помери нагоре

source: Move up selected pdf file
sr: Премести нагоре изабрану пдф датотеку

source: Reload
sr: Поново учитај

source: Reload the selected document
sr: Учитај поново изабрани документ

source: Remove
sr: Уклони

source: Remove a pdf from the list
sr: Уклони ПДФ са списка

source: Set destination
sr: Одабери одредиште

source: Set the destination path
sr: Постави путању до одредишта

source: Unable to clean pdf loader
sr: Није могуће почистити ПДФ учитавање

source: Run
sr: Покрени

source: Browse
sr: Прегледај

source: Compress output file/files
sr: Сажми излазне датотеке

source: Overwrite if already exists
sr: Замени ако већ постоји

source: Don't preserve file order (fast load)
sr: Немојте очувати редослед датотеке (брзо учитавање)

source: Output document pdf version:
sr: Издање излазног пдф документа:

source: Same as input document
sr: Исто као улазни документ

source: Copy
sr: Умножи

source: Cut
sr: Исеци

source: Paste
sr: Налепи

source: Add prefix
sr: Додај префикс

source: The cross reference table cantained some error and has been rebuilt
sr: Унакрсна таблица напомена је садржавала неке грешке те је обновљена

source: The document has not been opened with the owner password. You must provide the owner password in order to manipulate the document
sr: Документ није отворио са власничком лозинком. Морате навести лозинку власника како би се руковали документом

source: An error occured while loading the document
sr: Дошло је до грешке приликом учитавања документа

source: File name
sr: Назив датотеке

source: Path
sr: Путања

source: Pages
sr: Странице

source: Password
sr: Лозинка

source: Version
sr: Издање

source: Page Selection
sr: Избор стране

source: Total pages of the document
sr: Укупно страна документа

source: Password to open the document (if needed)
sr: Лозинка за отварање документа (ако је потребно)

source: Pdf version of the document
sr: Издање ПДФ документа

source: Double click to set pages you want to merge (ex: 2 or 5-23 or 2,5-7,12-)
sr: Двапут кликните да бисте подесили странице које желите да обједините (нпр: 2 или 5-23 или 2,5-7,12 -)

source: Unable to remove JList text
sr: Није могуће уклонити JList текст

source: File selected:
sr: Изабрана датотека:

source: File reloaded:
sr: Поново учитана датотека:

source: Open
sr: Отвори

source: Load a pdf document
sr: Учитај ПДФ документ

source: Error setting zoom level.
sr: Грешка подешавање нивоа увећања.

source: Preview
sr: Преглед

source: Move Down
sr: Помери доле

source: Delete
sr: Избриши

source: Undelete
sr: Опозови брисање

source: Reverse
sr: Обрнуто

source: Move up selected pages
sr: Премести нагоре изабрану страницу

source: (Alt+ArrowUp)
sr: (Alt+стрелица навише)

source: Move down selected pages
sr: Премести надоле изабране странице

source: (Alt+ArrowDown)
sr: (Alt+стрелица надоле)

source: Delete selected pages
sr: Избриши изабране странице

source: (Canc)
sr: (Откажи)

source: Undelete selected pages
sr: Опозови брисање изабраних страница

source: Rotate right
sr: Окрени удесно

source: Rotate clockwise selected pages
sr: Окрени на десноизабраних страница

source: (Alt+ArrowRight)
sr: (Alt+десна стрелица)

source: Rotate left
sr: Окрени у лево

source: Rotate anticlockwise selected pages
sr: Окрени у лево изабране странице

source: (Alt+ArrowLeft)
sr: (Alt+лева стрелица)

source: Reverse pages order
sr: Обрни редослед страница

source: Yes
sr: Да

source: No
sr: Не

source: File:
sr: Датотека:

source: Pages:
sr: Странице:

source: Pdf version:
sr: Pdf издање:

source: Title:
sr: Наслов:

source: Author:
sr: Аутор:

source: Creator:
sr: Творац:

source: Producer:
sr: Произвођач:

source: Encrypted:
sr: Шифровано:

source: Set output file
sr: Постави излазну датотеку

source: Error: Unable to get the file path.
sr: Грешка: Није могуће приступити путањи датотеке.

source: File
sr: Датотека

source: Image
sr: Слика

source: Error creating preview panel.
sr: Грешка у прављењу прегледа окна.

source: Number of pages
sr: Број страница

source: File size
sr: Величина датотеке

source: Pdf version
sr: ПДФ издање

source: Encryption
sr: Шифровање

source: Not encrypted
sr: Није кодиран

source: Permissions
sr: Дозволе

source: Producer
sr: Произвођач

source: Creator
sr: Стваралац

source: Creation date
sr: Датум стварања

source: Modification date
sr: Датум измене

source: Error creating properties panel.
sr: Грешка у прављењу својстава окна.

source: Please select a single pdf document.
sr: Изаберете један пдф документ.

source: File type not supported.
sr: Тип датотеке није подржан.

source: Error during drag and drop.
sr: Грешка приликом превуци и пусти.

source: Logging level set to
sr: Режим евидентирања је постављен на

source: Unable to set logging level.
sr: Није могуће поставити ниво евиденције.

source: Error getting plugins directory.
sr: Грешка при тражењу фасцикле додатака

source: Cannot read plugins directory
sr: Није могуће читати фасциклу додатака

source: Plugins directory is null.
sr: Фасцикла додатака је неважећа

source: Found many plugins in
sr: Пронађено је многи додатака у

source: selected as the most recent plugin
sr: означен као нов додатак

source: No plugin found in
sr: Није пронађен додатак у

source: Exception loading plugins.
sr: Искључивање учитавања додатака

source: Cannot read plugin directory
sr: Не могу да прочитам фасциклу додатака

source: plugin loaded.
sr: додатак је учитан.

source: Unable to load a plugin that is not JPanel subclass.
sr: Није могуће учитати додатак који није JPanel подкласа.

source: Error loading class
sr: Грешка при учитавању класе

source: Unable to get latest available version
sr: Није могуће добити најновију доступну верзију

source: Checking for a new version available.
sr: Провера доступности новог издања.

source: Error checking for a new version available.
sr: Грешка при провери доступности новог издања.

source: Select all
sr: Изабери све

source: Save log
sr: Сачувај дневник

source: Exit
sr: Излаз

source: started in
sr: покренут у

source: Loading plugins..
sr: Учитавам додатке...

source: Building status bar..
sr: Израда статусне траке..

source: Building tree..
sr: Израда стабла..

source: Building menus..
sr: Изградња изборника..

source: Building buttons bar..
sr: Правим траку тастера..

source: Loading default environment.
sr: Учитавање подразумеваног окружења.

source: Error starting pdfsam.
sr: Грешка при покретању pdfsam-а.

source: Clear log
sr: Обриши дневник

source: Unable to initialize button bar.
sr: Није могуће покренути траку дугмића

source: Version:
sr: Издање:

source: Console version:
sr: Издање конзоле:

source: Developed by:
sr: Програмер:

source: Build date:
sr: Датум изградње:

source: Java home:
sr: Java - почетна:

source: Java version:
sr: Java - издање:

source: Max memory:
sr: Нај. меморија:
